{"AEW Fight Forever":{"Title":"AEW Fight Forever","Genre(s)":"Sports","Developer(s)":"Yuke's","Publisher(s)":"AEW Games","Release date":"AEW Fight Forever","Description":"AEW Fight Forever is an upcoming professional wrestling video game developed by Yuke's. It is the third overall game from American professional wrestling company All Elite Wrestling (AEW). It is set to release in 2022, for PC, PS5, Xbox Series X/S, PS4, and Xbox One."},"Alan Wake Remastered":{"Title":"Alan Wake Remastered","Genre(s)":"Action-adventure","Developer(s)":"Remedy Entertainment","Publisher(s)":"Epic Games Publishing","Release date":"Alan Wake Remastered","Description":"Alan Wake is an action-adventure game developed by Remedy Entertainment and published by Microsoft Studios, released for the Xbox 360 in May 2010, and Microsoft Windows in February 2012. The story follows best-selling thriller novelist Alan Wake as he tries to uncover the mystery behind his wife's disappearance during a vacation in the small fictional town of Bright Falls, Washington, all while experiencing events from the plot in his latest novel, which he cannot remember writing, coming to life.\nIn its pacing and structure, Alan Wake is similar to a thriller television series, with episodes that contain plot twists and cliffhangers. The game itself consists of six episodes, and the storyline is continued by two special episodes, titled \"The Signal\" and \"The Writer\", that were made available as downloadable content (DLC) within the same year of the game's release. Together, they make the first season of a possibly longer story. Additionally, a six-episode live-action web series called Bright Falls acts as a prequel to the game, and a number of related books also expand upon the Alan Wake story. Alan Wake Remastered, featuring the full game and both DLC episodes and published by Epic Games Publishing, was released on Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S in October 2021. Remedy would then announce a port of Remastered for the Nintendo Switch with a release window of Fall 2022.\nChiefly written by Sam Lake, Alan Wake took over five years to create. The game was originally developed as an open-world survival game as an anti-thesis to Remedy's prior linear Max Payne games, but struggled over three years in merging the gameplay with the action-thriller story they wanted to tell. After an intense two-month period, the team reworked the game to be a more traditional linear game broken into an episodic approach but which better supported the planned narrative structure and capable of reusing much of the open world assets already built.\nThe game received positive reviews from critics, has garnered a cult following, and is often praised for its visuals, sound, narrative, pacing, and atmosphere. Alan Wake was awarded the first spot in Time magazine's list of the top 10 video games of 2010. Alan Wake's American Nightmare, a stand-alone spin-off/follow-up, was released in February 2012 on the Xbox Live Arcade service. A sequel was in development but was cancelled. However, the scrapped sequel became the foundation and inspiration of Remedy's next title, Quantum Break. Later, Remedy released Control in 2019 which contained references to Alan Wake. Remedy has said that Alan Wake and Control form part of their Remedy connected universe that will serve as a basis for future games. Alan Wake II was announced at The Game Awards 2021  in December and is planned for release in 2023."},"Alex Kidd in Miracle World DX":{"Title":"Alex Kidd in Miracle World DX","Genre(s)":"Platform","Developer(s)":"Jankenteam","Publisher(s)":"Merge Games","Release date":"Alex Kidd in Miracle World DX","Description":"Alex Kidd in Miracle World is a platform game for the Master System. It was released in Japan on November 1, 1986, followed by the United States in December 1986, with Europe in September 1987, plus South Korea in October 1988, and Brazil in 1989. It was later built into many Master System and Master System II consoles. A remake by Merge Games and Jankenteam, titled Alex Kidd in Miracle World DX, was released on June 22, 2021."},"Alfred Hitchcock – Vertigo":{"Title":"Alfred Hitchcock – Vertigo","Genre(s)":"Adventure","Developer(s)":"Pendulo Studios","Publisher(s)":"Microids","Release date":"Alfred Hitchcock – Vertigo","Description":"Alfred Hitchcock – Vertigo is an adventure video game developed by the Spanish company Pendulo Studios and published by Microids. It is loosely based on the films of Alfred Hitchcock, particularly Vertigo. The story follows a man named Ed Miller, who enters therapy to cope with the mysterious after-effects of a car crash.\nPendulo and Microids announced Vertigo in early 2018, during the development of their game Blacksad: Under the Skin. It was first shown at the Guerrilla Collective Showcase in June 2021. The game was released on Windows in December 2021, and is planned for game consoles in 2022."},"Aliens: Fireteam Elite":{"Title":"Aliens: Fireteam Elite","Genre(s)":["Action-adventure","third-person shooter"],"Developer(s)":"Cold Iron Studios","Publisher(s)":"20th Century Games","Release date":"Aliens: Fireteam Elite","Description":"Aliens: Fireteam Elite is a 2021 multiplayer third-person shooter game developed by Cold Iron Studio in collaboration with Disney's 20th Century Games (under the name of 20th Century Studios). It is a standalone sequel to the original Alien trilogy. In contrast to Alien: Isolation, Fireteam Elite is more in line with Aliens: Colonial Marines, and focuses on action rather than survival-horror. The game is a third-person co-op shooter, able to be played with friends or AI teammates."},"Among Us (Smart Delivery)":{"Title":"Among Us (Smart Delivery)","Genre(s)":["Party","social deduction"],"Developer(s)":"Innersloth","Publisher(s)":"Innersloth","Release date":"Among Us (Smart Delivery)","Description":"Among Us is a 2018 online multiplayer social deduction game developed and published by American game studio Innersloth. The game was inspired by the party game Mafia and the science fiction horror film The Thing. The game allows for cross-platform play, first being released on iOS and Android devices in June 2018 and on Windows later that year in November. The game was then ported to the Nintendo Switch in December 2020, and on the PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S in December 2021. While the game was initially released in 2018 to little mainstream attention, it received a massive influx of popularity in 2020 due to many well-known Twitch streamers and YouTubers playing it. A separate VR version of the game, Among Us VR, will be released for  Quest 2, SteamVR, and PlayStation VR, developed by Schell Games.\nAmong Us takes place in a space-themed setting where players look like colorful armless cartoon astronauts; however, since the release of \"The Skeld\" spaceship, three other maps have been added in later years: the skyscraper \"MIRA HQ\", the \"Polus\" planetary station, and \"The Airship\" (based on Infiltrating the Airship from the Henry Stickmin series, also developed by Innersloth). Each player takes on one of two roles—most are Crewmates, but a small number play Impostors—which does not alter their appearance. The goal of the Crewmates is to either identify and vote out the Impostors, or to complete all the tasks around the map; the goal of the Impostors is to covertly sabotage the mission either by killing the Crewmates before they complete all their tasks or by triggering a disaster that is not resolved in time."},"Anodyne 2: Return to Dust":{"Title":"Anodyne 2: Return to Dust","Genre(s)":["Action-adventure"],"Developer(s)":"Analgesic Productions","Publisher(s)":"Ratalatika Games","Release date":"Anodyne 2: Return to Dust","Description":"Anodyne 2: Return to Dust is an action-adventure video game developed by Analgesic Productions. It has the central mechanic of exploring a 3D overworld with graphics inspired by the fifth generation of video game consoles, and shrinking into the bodies of the game’s NPCs to fight enemies and solve puzzles in 2D dungeons.  \nThe plot of Anodyne 2 is about a young woman named Nova, who becomes a Nano Cleaner when an organization called The Center tasks her with saving the island of New Theland from a harmful substance known as Dust. As she helps more of New Theland’s inhabitants, Nova uncovers the truth behind The Center and Dust and reflects on her purpose. \nThe game released on August 12, 2019 for PC, with console ports of the game released on February 18, 2021. It is the sequel to Anodyne, released in 2013, but was developed using the Unity game engine instead of Flixel, which the first game was created with.\n\n"},"Apex Legends":{"Title":"Apex Legends","Genre(s)":["Action-adventure","Shooter"],"Developer(s)":"Respawn Entertainment","Publisher(s)":"Electronic Arts","Release date":"Apex Legends","Description":"Apex Legends is a free-to-play battle royale-hero shooter game developed by Respawn Entertainment and published by Electronic Arts. It was released for Microsoft Windows, PlayStation 4, and Xbox One in February 2019, for Nintendo Switch in March 2021, and for PlayStation 5 and Xbox Series X/S in March 2022. A mobile version of the game specially designed for touchscreens titled Apex Legends Mobile has also been announced which was released May 17, 2022 on Android and iOS. The game supports cross-platform play, excluding the mentioned mobile platforms.\nBefore the match, players form into two- or three-player squads, and select from pre-designed characters with distinctive abilities, known as \"Legends\". The game has two gameplay modes. In \"Battle Royale\", up to 20 three-person squads or 30 two-person duos land on an island and search for weapons and supplies before attempting to defeat all other players in combat. The available play area on the island shrinks over time, forcing players to keep moving or else find themselves outside the play area which can be fatal. The final team alive wins the round. In \"Arenas\", players form into three-player squads and fight against another squad in a 3v3 team deathmatch over a series of rounds to determine the winner of the match. Teams win when their team has at least 3 points and is 2 points ahead.\nApex Legends is set in the same science fiction universe as Respawn Entertainment's Titanfall series, with several characters from the Titanfall series appearing either as minor characters or playable Legends. Work on the game began around late 2016, though the project remained a secret right up until its launch. The game's release in 2019 came as a surprise, as until that point it had been assumed that Respawn Entertainment was working on a third installment to the Titanfall franchise, the studio's previous major game. Apex Legends received generally positive reviews from critics, who praised its gameplay, progression system, and fusion of elements from various genres. Some considered it a worthy competitor to other battle royale games. Apex Legends surpassed 25 million players by the end of its first week, and 50 million within its first month. By April 2021, it had approximately 100 million players making it one of the most played video games of all time by player count."},"The Artful Escape":{"Title":"The Artful Escape","Genre(s)":"Platform","Developer(s)":"Beethoven & Dinosaur","Publisher(s)":"Annapurna Interactive","Release date":"The Artful Escape","Description":"The Artful Escape (previously known as The Artful Escape of Francis Vendetti) is a platform video game developed by Beethoven & Dinosaur, published by Annapurna Interactive for Microsoft Windows, Xbox One, and Xbox Series X/S. The game was released on September 9, 2021, and released for PlayStation 4, PlayStation 5 and Nintendo Switch on January 25, 2022."},"Art of Rally":{"Title":"Art of Rally","Genre(s)":"Racing","Developer(s)":"Funselektor Labs","Publisher(s)":"Funselektor Labs","Release date":"Art of Rally","Description":"Art of Rally (stylized as art of rally) is a racing game developed and published by Funselektor Labs. The game was released on September 23, 2020 for Microsoft Windows, macOS, and Linux. Xbox One, Xbox Series X/S, and Nintendo Switch versions released on August 12, 2021. The game released for PlayStation 4 and PlayStation 5 on October 6, 2021. Art of Rally is set during the golden era of rally, in an alternate timeline where Group B was never discontinued. Players compete in rallies, unlocking classes and cars as they progress through the game.\nArt of Rally received generally favorable reviews on PC and Xbox, while the Switch version received mixed reviews."},"The Ascent":{"Title":"The Ascent","Genre(s)":"Action role-playing","Developer(s)":"Neon Giant","Publisher(s)":"Curve Digital","Release date":"The Ascent","Description":"The Ascent is a cyberpunk-themed action role-playing video game developed by Swedish indie game studio Neon Giant and published by Curve Digital for Microsoft Windows, Xbox Series X/S and Xbox One on 29 July 2021. It was developed using Unreal Engine 4 by a team of 12 people and is Neon Giant's debut in the industry. The game received positive reviews from critics upon its release, with praise for its visuals, combat, animation, and sound-design but criticism for the emphasis on grinding, technical issues and noticeable lack of polish.\n\n"},"Assassin's Creed Valhalla":{"Title":"Assassin's Creed Valhalla","Genre(s)":"Action role-playing","Developer(s)":"Ubisoft Montreal","Publisher(s)":"Ubisoft","Release date":"Assassin's Creed Valhalla","Description":"Assassin's Creed Valhalla is a 2020 action role-playing video game developed by Ubisoft Montreal and published by Ubisoft. It is the twelfth major installment in the Assassin's Creed series, and the successor to 2018's Assassin's Creed Odyssey. Principally set in the years 872–878 AD, the game recounts a fictional story during the Viking expansions into the British Isles. Players control Eivor Varinsdottir, a Viking raider who, while attempting to establish a new Viking clan in England, becomes embroiled in the centuries-old conflict between the Assassin Brotherhood, who fight for peace and liberty, and the Templar Order, who desire peace through control. The modern-day portion of the story is set in the 21st century and follows Layla Hassan, an Assassin who relives Eivor's memories so as to find a way to save the Earth from destruction.\nDevelopment of the game began in 2017, around the release of Assassin's Creed Origins. Ubisoft Montreal led its three-year development with help from fourteen other Ubisoft studios worldwide, as well as Sperasoft. Numerous people involved in the development of past Assassin's Creed games returned for Valhalla, including Ashraf Ismail, who served as the creative director for Assassin's Creed IV: Black Flag (2013) and Origins; Darby McDevitt, the lead writer for Black Flag and Assassin's Creed: Revelations (2011) and co-writer of Assassin's Creed Unity (2014); and composers Jesper Kyd and Sarah Schachner, who composed the game's music alongside Einar Selvik. Similarly to Origins and Odyssey, the team conducted extensive research into the time period to make the game world as historically accurate as possible, and drew inspiration from Norse mythology for certain narrative elements. The team also sought to address some issues found by players with Odyssey, such as its over ambitiousness, small focus on the Assassin-Templar conflict, and the absence of traditional Assassin's Creed gameplay elements like social stealth.\nValhalla was released for Microsoft Windows, PlayStation 4, Xbox One, Xbox Series X and Series S, and Stadia on November 10, 2020, with the PlayStation 5 version following on November 12. It received generally positive reviews, with praise for the narrative, characters, voice acting, visuals, soundtrack, world-design and the interconnectivity of activities, while being criticized for its length, technical issues, and repetitive structure. It also initially generated some controversy among players for Ubisoft's perceived prioritization of microtransactions over game updates. The game had the biggest launch in the Assassin's Creed series to date, selling the most copies within its first week and becoming the second most profitable Ubisoft title of all time. Ubisoft supported Valhalla with several releases of downloadable content, including three paid story expansions, various in-game events, and a Discovery Tour mode, a series of guided tours that allow players to explore the world of Medieval England and Norway for educational purposes."},"Assetto Corsa Competizione":{"Title":"Assetto Corsa Competizione","Genre(s)":"Racing","Developer(s)":"Kunos Simulazioni","Publisher(s)":"505 Games","Release date":"Assetto Corsa Competizione","Description":"Assetto Corsa Competizione (Italian for \"race setup\", \"competition\") is a sports car racing simulator developed by Italian video game developer Kunos Simulazioni. The game focuses on GT3 and GT4 cars and is an officially licensed simulation of the 2018 and 2019 Blancpain GT Series season Sprint and Endurance Cups and the Total 24 Hours of Spa, and is set to serve as a platform for esports.Kunos Simulazioni announced the game on 21 February 2018 with a planned Steam Early Access release in summer 2018. On 27 July 2018, a 12 September 2018 early access release date and a roadmap with monthly updates until a full release in Q1 2019 was revealed at the Total 24 Hours of Spa 2018 SRO press conference. It was released out of early access on 29 May 2019.On 11 March 2020 publisher 505 Games and Kunos Simulazioni announced an Xbox One and PlayStation 4 release for 23 June 2020.At Gamescom 2021, the game was announced for Xbox Series X/S and PlayStation 5 and was released on 24 February 2022.\n\n"},"Atomic Heart":{"Title":"Atomic Heart","Genre(s)":["Action role-playing","First-person shooter"],"Developer(s)":"Mundfish","Publisher(s)":"Mundfish","Release date":"Atomic Heart","Description":"Atomic Heart (Атомное сердце) is an upcoming action role-playing video game developed and published by Russian studio Mundfish (who also developed the VR game, Soviet Lunapark, which was discontinued). The game is planned for release for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X and Series S in Q3/Q4 of 2022."},"Avatar: Frontiers of Pandora":{"Title":"Avatar: Frontiers of Pandora","Genre(s)":"Action-adventure","Developer(s)":"Massive Entertainment","Publisher(s)":"Ubisoft","Release date":"Avatar: Frontiers of Pandora","Description":"Avatar: Frontiers of Pandora is an upcoming open-world action-adventure video game based on James Cameron's Avatar film series. The game is being developed by Massive Entertainment and will be published by Ubisoft for Microsoft Windows, PlayStation 5, Xbox Series X/S, Amazon Luna and Stadia in 2022."},"Back 4 Blood":{"Title":"Back 4 Blood","Genre(s)":["First-person shooter","Survival horror"],"Developer(s)":"Turtle Rock Studios","Publisher(s)":"WB Games","Release date":"Back 4 Blood","Description":"Back 4 Blood is a 2021 first-person shooter game developed by Turtle Rock Studios and published by Warner Bros. Interactive Entertainment. It was released on October 12, 2021, for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S.\nThe game was advertised as a spiritual successor to the Left 4 Dead series, as it was created by some members of the team that developed the original game and carries over several key gameplay pillars, such as a strong emphasis on cooperative teamwork, and an AI system called the \"Game Director\", which dynamically modifies the environment, placement of enemies, items, and obstacles in response to players' progression and behavior.\n\n"},"Balan Wonderworld":{"Title":"Balan Wonderworld","Genre(s)":"Platform","Developer(s)":["Balan Company","Arzest"],"Publisher(s)":"Square Enix","Release date":"Balan Wonderworld","Description":"Balan Wonderworld is a 2021 platform game developed by Arzest and Balan Company and published by Square Enix. Assuming the role of two children guided by a magical being called Balan, the player explores twelve worlds themed after the hearts of troubled individuals. Gameplay follows the protagonists as they explore sandbox levels, collecting items to progress to further areas and using a variety of powers unlocked using themed costumes.\nBalan Wonderworld is the debut project of Balan Company, a subsidiary of Square Enix led by Sonic the Hedgehog and Nights into Dreams creator Yuji Naka. Development began in 2018 as Naka's first collaboration with artist Naoto Ohshima since Sonic Adventure (1998). The aesthetic was based on musical theater, and Naka studied the hero's journey when creating the story draft. The scenario was written by novelist Soushi Kawasaki. The music, composed by Ryo Yamazaki and Hironori Anazawa, emulates musical scores and includes vocals from West End performers such as Laura Pitt-Pulford. The CGI cutscenes were created by Visual Works.\nBalan Wonderworld was released worldwide for Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on 26 March. Square Enix also published a novelization by Kawasaki. The game received generally negative reviews and underperformed commercially. Critics panned its gameplay and design, although some praised its character design and music. Following the game's release, Naka resigned from Square Enix, later revealing he was removed from the project six months before release due to internal conflict around its quality and marketing."},"Battlefield 2042":{"Title":"Battlefield 2042","Genre(s)":"First-person shooter","Developer(s)":"DICE","Publisher(s)":"Electronic Arts","Release date":"Battlefield 2042","Description":"Battlefield 2042 is a 2021 first-person shooter game developed by DICE and published by Electronic Arts. It is the twelfth main installment in the Battlefield series and was released on November 19, 2021 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. Unlike previous games in the series, Battlefield 2042 is solely multiplayer and does not have a single-player campaign. It also features support for cross-platform play, a first in the series. Battlefield 2042 received mixed reviews from critics and a negative reception from players for its technical issues, lack of features, and certain changes to gameplay. The game failed to meet the sales expectations of Electronic Arts.\n\n"},"The Binding of Isaac: Repentance":{"Title":"The Binding of Isaac: Repentance","Genre(s)":"Roguelike","Developer(s)":"Nicalis","Publisher(s)":"Nicalis","Release date":"The Binding of Isaac: Repentance","Description":"The Binding of Isaac: Rebirth is an indie roguelike video game designed by Edmund McMillen and developed and published by Nicalis. Rebirth was released for Linux, Microsoft Windows, OS X, PlayStation 4 and PlayStation Vita in November 2014, for Xbox One, New Nintendo 3DS and Wii U in July 2015, for iOS in January 2017 and for Nintendo Switch in March 2017. The PlayStation 5 and Xbox Series X/S versions were released in November 2021.\nRebirth is a remake of The Binding of Isaac, which was developed by McMillen and Florian Himsl and released in 2011 as an Adobe Flash application. This platform had limitations and led McMillen to work with Nicalis to produce Rebirth with a more advanced game engine, which in turn enabled the substantial addition of new content and gameplay features. Three expansions have been released. Afterbirth and Afterbirth+, in October 2015 and January 2017, respectively, with more game content and gameplay modes; Afterbirth+ also added support for user-created content. The third and final expansion, Repentance, was released in March 2021.\nSimilar to the original Binding of Isaac, the plot is based on the biblical story of the same name and was inspired by McMillen's religious upbringing. The player controls the eponymous Isaac, a young boy whose mother, convinced that she is doing God's work, strips him of everything and locks him in his room. When Isaac's mother is about to sacrifice him, he escapes to the basement and fights through random, roguelike dungeons. The player defeats monsters, using Isaac's tears as projectiles, and collects items which modify his appearance, attributes, and abilities, potentially creating powerful combinations. Unlike the game's predecessor, Rebirth has a limited multiplayer mode, allowing an additional player in Rebirth, later increased to three additional players in Afterbirth and Afterbirth+. Full co-op support was added to Repentance, where up to four players are able to play as any of the playable characters.\nRebirth released to critical acclaim. Reviewers praised its gameplay and improvements compared to the original Binding of Isaac, but criticized its graphic imagery. Afterbirth, Afterbirth+ and Repentance also had a generally-favorable reception, with reviewers criticizing their difficulty but praising their added content. Tools for modding Afterbirth+ were criticized by users. By July 2015, Rebirth and The Binding of Isaac had sold over five million copies combined. The game is widely regarded as one of the best roguelike games of all time."},"Black Myth: Wukong":{"Title":"Black Myth: Wukong","Genre(s)":"Action role-playing","Developer(s)":"Game Science","Publisher(s)":"Game Science","Release date":"Black Myth: Wukong","Description":"Black Myth: Wukong (黑神话：悟空) is an upcoming action role-playing game by Chinese indie developer Game Science, based on the classical 16th-century Chinese novel Journey to the West."},"Blaster Master Zero":{"Title":"Blaster Master Zero","Genre(s)":"Platform","Developer(s)":"Inti Creates","Publisher(s)":"Inti Creates","Release date":"Blaster Master Zero","Description":"Blaster Master Zero is an action-adventure platform video game developed and published by Inti Creates for the Nintendo 3DS and Nintendo Switch. The game is the second reboot of Sunsoft's Blaster Master for the Nintendo Entertainment System (NES) and was released worldwide in March 2017. It was subsequently ported to Microsoft Windows in June 2019, PlayStation 4 in June 2020 and Xbox One and Xbox Series X/S in July 2021.\nAs in the NES original, the game's plot centers around Jason Frudnick, a young man who descends into a subterranean world to rescue a frog creature named Fred. Players control Jason behind the wheel of a tank vehicle called SOPHIA, exploring large environments and defeating various mutant enemies. Jason can also exit the tank to explore various areas into which the tank cannot venture. In addition to redone graphics and sound, Blaster Master Zero also adds various tweaks and features not seen in the NES game. A sequel, Blaster Master Zero 2, was released in 2019."},"Blaster Master Zero 2":{"Title":"Blaster Master Zero 2","Genre(s)":"Platform","Developer(s)":"Inti Creates","Publisher(s)":"Inti Creates","Release date":"Blaster Master Zero 2","Description":"Blaster Master Zero 2 is a platform video game developed and published by Inti Creates. It was released in March 2019 for the Nintendo Switch, in November 2019 for Microsoft Windows, and in June 2020 for PlayStation 4. Versions for the Xbox One and Xbox Series X/S were released on July 15, 2021. The game is a sequel to the Blaster Master Zero, which was a remake of Sunsoft's Blaster Master for the Nintendo Entertainment System. A sequel, Blaster Master Zero 3, was released in 2021."},"Blood Bowl 3":{"Title":"Blood Bowl 3","Genre(s)":"Sports","Developer(s)":"Cyanide","Publisher(s)":"Nacon","Release date":"Blood Bowl 3","Description":"Blood Bowl 3 is an upcoming turn-based fantasy sports video game developed by Cyanide Studios and published by Nacon.  It is a sequel to the 2015 video game Blood Bowl 2, based on the Blood Bowl board game by Games Workshop. The game is to be developed for Microsoft Windows, PlayStation 4, Xbox One, PlayStation 5, Xbox Series and Nintendo Switch.The game will use the newly updated Second Edition ruleset. It will contain a single-player campaign as well as multiplayer.\n\n"},"BloodRayne Betrayal: Fresh Bites":{"Title":"BloodRayne Betrayal: Fresh Bites","Genre(s)":["Hack and slash","platform"],"Developer(s)":"WayForward","Publisher(s)":"Ziggurat Interactive","Release date":"BloodRayne Betrayal: Fresh Bites","Description":"BloodRayne: Betrayal is a 2D side-scrolling platform game released in 2011. Arc System Works published the PlayStation 3 version in Japan under the name BloodRayne: Crimson Slayer (ブラッドレイン 深紅の叛逆者, BuraddoRein Shinkō no Hangyakusha) on May 1, 2014.An enhanced version with the subtitle Fresh Bites was released on PlayStation 4, PlayStation 5, Xbox One, Xbox Series, Nintendo Switch and Windows on September 9, 2021."},"Biomutant":{"Title":"Biomutant","Genre(s)":"Action role-playing","Developer(s)":"Experiment 101","Publisher(s)":"THQ Nordic","Release date":"Biomutant","Description":"Biomutant is an action role-playing game developed by Swedish developer Experiment 101 and published by THQ Nordic. The game was released on 25 May 2021 for Microsoft Windows, PlayStation 4, and Xbox One.  Versions of the game for PlayStation 5 and Xbox Series X/S are expected to arrive in the near future."},"Borderlands 3":{"Title":"Borderlands 3","Genre(s)":["Action role-playing","First-person shooter"],"Developer(s)":"Gearbox Software","Publisher(s)":"2K Games","Release date":"Borderlands 3","Description":"Borderlands 3 is an action role-playing first-person shooter video game developed by Gearbox Software and published by 2K Games. It is a sequel to 2012's Borderlands 2, and the fourth entry in the main Borderlands series. Borderlands 3 was released on 13 September 2019 for Microsoft Windows, PlayStation 4, Xbox One and on 30 October 2019 for Apple macOS. A Stadia port was released on 17 December 2019. Versions for the Xbox Series X and Series S and PlayStation 5 including free upgrades for users on the prior console versions were released on 10 and 12 November 2020, respectively.\nPlayers complete quests and side missions, in single-player or multiplayer, as one of four classes. When killed, enemies may drop weapons and gear which can be equipped. New abilities are unlocked as the player gains experience. The plot is centered on four new Vault Hunters recruited by the Crimson Raiders of Pandora to stop twins Troy and Tyreen Calypso and their insane cult followers from harnessing the power of the alien Vaults spread across the galaxy.\nUpon release, Borderlands 3 received generally favorable reviews with praise directed to its gameplay, though some criticized the lack of innovation, technical issues, characters, and narrative. The initial sales of the game were the highest of the Borderlands series: more than five million copies were sold in five days."},"Braid Anniversary Edition":{"Title":"Braid Anniversary Edition","Genre(s)":"Puzzle-platform","Developer(s)":"Thekla","Publisher(s)":"Thekla","Release date":"Braid Anniversary Edition","Description":"Braid is a puzzle-platform video game developed by Number None and considered an indie title. The game was originally released in August 2008 for the Xbox 360's Xbox Live Arcade service. Ports were developed and released for Microsoft Windows in April 2009, Mac OS X in May 2009, PlayStation 3 in November 2009, and Linux in December 2010. Jonathan Blow designed the game as a personal critique of contemporary trends in video game development. He self-funded the three-year project, working with webcomic artist David Hellman to develop the artwork. An anniversary version is planned for release at a later date for PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch, Windows, Mac, and Linux with updated graphics and developer commentary.\nThe basic story elements in Braid unfold as the protagonist, Tim, attempts to rescue a princess from a monster. Text passages laid throughout the game reveal a multifaceted narrative, giving clues about Tim's contemplations and motivations. The game features traditionally defining aspects of the platform genre while also integrating various novel powers of time-manipulation. Using these abilities, the player progresses through the game by finding and assembling jigsaw puzzle pieces.\nA preliminary version of Braid (without the final artwork) won the \"Innovation in Game Design\" award at the 2006 Independent Games Festival, while the final version received additional accolades. The game received critical acclaim, eventually becoming the highest rated title on Xbox Live. Some reviewers, however, criticized the game's price relative to its length of play. It is seen as a keystone title in the growth of indie game development, and Blow and its production were documented in the 2012 film, Indie Game: The Movie. The game had total revenue nearing $6 million, as of 2015, which Blow used to fund his next game, The Witness, a 3D puzzle game released in 2016. Braid is considered by critics as one of the greatest video games of all time."},"Breakout: Recharged":{"Title":"Breakout: Recharged","Genre(s)":"Puzzle","Developer(s)":["Adamvision Studios","SneakyBox"],"Publisher(s)":"Atari, Inc.","Release date":"Breakout: Recharged","Description":"Breakout is an arcade video game developed and published by Atari, Inc. and released on May 13, 1976. It was designed by Steve Wozniak, based on conceptualization from Nolan Bushnell and Steve Bristow who were influenced by the seminal 1972 Atari arcade game Pong. In Breakout, a layer of bricks lines the top third of the screen and the goal is to destroy them all by repeatedly bouncing a ball off a paddle into them. The arcade game was released in Japan by Namco. Breakout was a worldwide commercial success, among the top five highest-grossing arcade video games of 1976 in both the United States and Japan and then among the top three highest-grossing arcade video games of 1977 in the US and Japan. The 1978 Atari VCS port uses color graphics instead of a monochrome screen with colored overlay. \nWhile the concept was predated by Ramtek's Clean Sweep (1974), Breakout spawned an entire genre of clones. It was the inspiration for aspects of the Apple II computer and Taito's Space Invaders (1978). An official  sequel was released in 1978, Super Breakout, which eventually became the pack-in game for the Atari 5200 console in 1982. Super Breakout introduced multiple balls in play at once, which became a common feature in the genre. In 1986 the Breakout concept found new legs with Taito's Arkanoid, which itself spawned dozens of imitators. In Japan, the genre is known as block kuzushi (\"block breaker\") games.\n\n"},"Bridge Constructor: The Walking Dead":{"Title":"Bridge Constructor: The Walking Dead","Genre(s)":["Simulation","puzzle"],"Developer(s)":"ClockStone","Publisher(s)":"Headup Games","Release date":"Bridge Constructor: The Walking Dead","Description":"Bridge Constructor is a series of physics-based simulation-puzzle video games developed by ClockStone and published by Headup Games. While themes and elements change across the series, each game is based on planning out a bridge across a river or ravine using a number of parts, limited by the geometry of the space and the total cost of the parts. The goal for each scenario is to make sure that one or more vehicles driving across the bridge can reach the other side safely."},"Bright Memory":{"Title":"Bright Memory","Genre(s)":"First-person shooter","Developer(s)":"FYQD Personal Studio","Publisher(s)":"Playism","Release date":"Bright Memory","Description":"Bright Memory (Chinese: 光明记忆), also known as Bright Memory: Episode 1, is a first-person shooter hack and slash video game developed by Chinese-based FYQD Personal Studio.\nCreated by a single developer in his spare time, it was initially released through Steam's Early Access program for Microsoft Windows on 12 January 2019, eventually leaving early access on 25 March 2020. Additionally, the game was released for mobile platforms between 2019 and 2020, as well as for the Xbox Series X/S as one of its launch titles on November 10, 2020.Instead of creating an Episode 2, the game was remade and expanded in both gameplay and story into a full-length title called Bright Memory: Infinite (Chinese: 光明记忆：无限), released on Windows and Xbox Series X/S in 2021. Players who have bought the Windows version of Bright Memory will be able to get Bright Memory: Infinite for free."},"Bright Memory: Infinite":{"Title":"Bright Memory: Infinite","Genre(s)":"First-person shooter","Developer(s)":"FYQD Personal Studio","Publisher(s)":"Playism","Release date":"Bright Memory: Infinite","Description":"Bright Memory (Chinese: 光明记忆), also known as Bright Memory: Episode 1, is a first-person shooter hack and slash video game developed by Chinese-based FYQD Personal Studio.\nCreated by a single developer in his spare time, it was initially released through Steam's Early Access program for Microsoft Windows on 12 January 2019, eventually leaving early access on 25 March 2020. Additionally, the game was released for mobile platforms between 2019 and 2020, as well as for the Xbox Series X/S as one of its launch titles on November 10, 2020.Instead of creating an Episode 2, the game was remade and expanded in both gameplay and story into a full-length title called Bright Memory: Infinite (Chinese: 光明记忆：无限), released on Windows and Xbox Series X/S in 2021. Players who have bought the Windows version of Bright Memory will be able to get Bright Memory: Infinite for free."},"Call of Duty: Black Ops Cold War":{"Title":"Call of Duty: Black Ops Cold War","Genre(s)":"First-person shooter","Developer(s)":["Raven Software","Treyarch"],"Publisher(s)":"Activision","Release date":"Call of Duty: Black Ops Cold War","Description":"Call of Duty: Black Ops Cold War is a 2020 first-person shooter video game developed by Treyarch and Raven Software and published by Activision. It was released worldwide on November 13, 2020, for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. It serves as the sixth installment in the Black Ops series and the seventeenth installment in the overall Call of Duty series. The game is the second Call of Duty title since 2011's Modern Warfare 3 to be co-developed by two studios.\nBlack Ops Cold War's campaign is set during the early 1980s of the Cold War, taking place between Call of Duty: Black Ops (2010) and Black Ops II (2012) chronologically. It is centered around a pursuit of the alleged Soviet spy Perseus, whose stated goal is to subvert the United States and tilt the balance of power toward the Soviet Union. For the campaign, the player takes control of \"Bell\", who is recruited by CIA officer Russell Adler into a multinational task force created to hunt down Perseus. The campaign also sees the return of Black Ops characters Alex Mason, Frank Woods, and Jason Hudson, with Mason also being the playable character in certain missions. The game's multiplayer introduced new game modes as well as new map dynamics and elements, carrying over several design choices introduced in Call of Duty: Modern Warfare. It features a seasonal content system similar to Modern Warfare, which includes a battle pass as well as free maps and weapons added every season. Cold War also features narrative tie-ins to Modern Warfare via the campaign and multiplayer, establishing a shared universe across multiple Call of Duty sub-series.\nThe game was originally developed by Raven and Sledgehammer Games and not intended to be an entry in the Black Ops subseries. However, the development suffered from disagreements among the two teams, resulting in Activision placing Treyarch in charge of the game's development in 2019, with Raven acting as a co-developer to them. Marketing for the game began in August 2020 and was done in different forms, including certain content creators receiving slide projectors, puzzles made to be solved online by fans, and a website showcasing historical Cold War events. A public multiplayer beta for the game was also made live in October 2020. Black Ops Cold War received generally favorable reviews from critics, with praise for the campaign, multiplayer and zombies while criticizing its technical issues and lack of innovation, and became the best-selling game of 2020 in the US."},"Call of Duty: Modern Warfare II":{"Title":"Call of Duty: Modern Warfare II","Genre(s)":"First-person shooter","Developer(s)":"Infinity Ward","Publisher(s)":"Activision","Release date":"Call of Duty: Modern Warfare II","Description":"Call of Duty: Modern Warfare II is an upcoming first-person shooter video game developed by Infinity Ward and published by Activision. It is a direct sequel to the 2019 reboot, and will serve as the nineteenth installment in the overall Call of Duty series. It is scheduled to be released on October 28, 2022, for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S.\n\n"},"Call of Duty: Vanguard":{"Title":"Call of Duty: Vanguard","Genre(s)":"First-person shooter","Developer(s)":"Sledgehammer Games","Publisher(s)":"Activision","Release date":"Call of Duty: Vanguard","Description":"Call of Duty: Vanguard is a 2021 first-person shooter game developed by Sledgehammer Games and published by Activision. It was released on November 5 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. It serves as the 18th installment in the overall Call of Duty series. Vanguard establishes a storyline featuring the birth of the special forces to face an emerging threat at the end of the war during various theatres of World War II.The game received mixed reviews from critics, with praise towards the campaign and multiplayer, but criticism for its Zombies mode, historical inaccuracies, and lack of innovation. It was deemed a commercial disappointment when compared to previous installments.\n\n"},"Call of Duty: Warzone":{"Title":"Call of Duty: Warzone","Genre(s)":["Battle royale","first-person shooter"],"Developer(s)":["Raven Software","Treyarch"],"Publisher(s)":"Activision","Release date":"Call of Duty: Warzone","Description":"Call of Duty: Warzone is a free-to-play battle royale video game released on March 10, 2020, for PlayStation 4, Xbox One, and Microsoft Windows. A version for the PlayStation 5 and Xbox Series X/S has been announced to be released in 2022, with a mobile version also in development as of 2022. The game is a part of 2019's Call of Duty: Modern Warfare and is connected to 2020's Call of Duty: Black Ops: Cold War and 2021's Call of Duty: Vanguard, but does not require purchase of any of the aforementioned titles, and was introduced during Season 2 of Modern Warfare content. Warzone was developed by Infinity Ward and Raven Software (the latter later credited as the sole developer following the integration of Cold War's content) and published by Activision. Warzone allows online multiplayer combat among 150 players, although some limited-time game modes support 200 players. The game features both cross-platform play and cross-platform progression between the three aforementioned titles.\nAt launch, the game features two main modes: Battle Royale and Plunder. Warzone introduces a new in-game currency system that can be used at \"Buy Stations\" in and around the map. \"Loadout\" drops are an example of where Cash can be traded for limited access to players' custom classes (which were shared with Modern Warfare's standard modes prior to Season 6, v1.29, but now are unique to Warzone). Players may also use Cash to purchase items such as \"killstreaks\" and gas masks. Cash can be found by looting buildings and killing players that have cash on them. At launch, Warzone only offered Trios, a squad capacity of three players. However, in free post-launch content updates, Solos, Duos and Quads have all been added to the game.The game received generally positive reviews from critics, with the maps receiving specific praise. In April 2021, Activision announced that Warzone had surpassed 100 million active players.\n\n"},"Call of the Sea":{"Title":"Call of the Sea","Genre(s)":"Puzzle adventure","Developer(s)":"Out of the Blue","Publisher(s)":"Raw Fury","Release date":"Call of the Sea","Description":"Call of the Sea is an adventure video game developed by Out of the Blue and published by Raw Fury. The game was released for Windows, Xbox One, and Xbox Series X/S on December 8, 2020. The game also released for PlayStation 4 and PlayStation 5 on May 11, 2021."},"The Callisto Protocol":{"Title":"The Callisto Protocol","Genre(s)":"Survival horror","Developer(s)":"Striking Distance Studios","Publisher(s)":"Krafton","Release date":"The Callisto Protocol","Description":"The Callisto Protocol is an upcoming survival horror video game developed by Striking Distance Studios and published by Krafton. It is scheduled for release on December 2, 2022 and is directed by Glen Schofield, who had previously co-created the Dead Space series. The game will be available for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S."},"Centipede: Recharged":{"Title":"Centipede: Recharged","Genre(s)":"Puzzle","Developer(s)":["Adamvision Studios","SneakyBox"],"Publisher(s)":"Atari, Inc.","Release date":"Centipede: Recharged","Description":"Centipede is a 1981 fixed shooter arcade game developed and published by Atari, Inc. Designed by Dona Bailey and Ed Logg, it was one of the most commercially successful games from the golden age of arcade video games and one of the first with a significant female player base. The primary objective is to shoot all the segments of a centipede that winds down the playing field. An arcade sequel, Millipede, followed in 1982.\nCentipede was ported to Atari's own Atari 2600, Atari 5200, Atari 7800, and Atari 8-bit family. Under the Atarisoft label, the game was sold for the Apple II, Commodore 64, ColecoVision, VIC-20, IBM PC (as a self-booting disk), Intellivision, and TI-99/4A. Superior Software published the port for the BBC Micro. Versions for the Game Boy and Game Boy Color were also produced, as well as a version for the short-lived Game.com developed by Handheld Games and published by Tiger Electronics."},"Chernobylite":{"Title":"Chernobylite","Genre(s)":"Survival","Developer(s)":"The Farm 51","Publisher(s)":"All In! Games","Release date":"Chernobylite","Description":"Chernobylite is a science fiction survival video game developed by The Farm 51 and published by All in! Games. It was released on 28 July 2021 for Microsoft Windows, and for PlayStation 4 and Xbox One on 28 September 2021, with PlayStation 5 and Xbox Series X/S versions coming on 21 April 2022. The game is set in the Chernobyl Exclusion Zone, where the player's objective is to explore, as Ukrainian physicist Igor Khymynuk, and find his fiancée in the radioactive wasteland.\n\n"},"Chorus":{"Title":"Chorus","Genre(s)":"Space combat","Developer(s)":"Fishlabs","Publisher(s)":"Deep Silver","Release date":"Chorus","Description":"Chorus (stylized as CHORVS) is a space combat video game developed by Fishlabs and published by Deep Silver. The game was released on December 3, 2021 for Windows, PlayStation 4, Xbox One, Stadia, Luna, PlayStation 5 and Xbox Series X and Series S."},"Control: Ultimate Edition":{"Title":"Control: Ultimate Edition","Genre(s)":["Action-adventure","Third-person shooter"],"Developer(s)":"Remedy Entertainment","Publisher(s)":"505 Games","Release date":"Control: Ultimate Edition","Description":"Control is an action-adventure game developed by Remedy Entertainment and published by 505 Games. The game was released in August 2019 for Microsoft Windows, PlayStation 4, and Xbox One, and for PlayStation 5 and Xbox Series X/S in February 2021. A cloud-based version for the Nintendo Switch was released in October 2020, and for Stadia in July 2021. It was available on Luna when the service released to the general public in March 2022. Two paid expansions were also released for the game.\nThe game revolves around the Federal Bureau of Control (FBC), a secret U.S. government agency tasked with containing and studying phenomena that violate the laws of reality. As Jesse Faden (Courtney Hope), the Bureau's new Director, the player explores the Oldest House – the FBC's paranormal headquarters – and utilizes powerful abilities in order to defeat a deadly enemy known as the Hiss, which has invaded and corrupted reality. The player gains abilities by finding Objects of Power, mundane objects like a rotary phone or a floppy disk imbued with energies from another dimension, that have been at the center of major paranormal events and since recovered by the FBC.  In addition to Hope, further voice work and live-action footage is provided by James McCaffrey, Matthew Porretta, and Martti Suosalo, while the band Poets of the Fall provided additional music.\nControl is inspired by paranormal stories about the fictional SCP Foundation created by an online collaborative-fiction project, based on the genre of the new weird. The environments of the Oldest House are designed in the brutalist architecture, common for many governmental buildings created around the cold war era and which served as a setting to show off the game's destructive environmental systems. The core game includes many allusions to Alan Wake, one of Remedy's prior games with similar themes of the paranormal, and Control's AWE expansion was a crossover between these two series, which Remedy said formed part of the Remedy Connected Universe. Control was one of the first games released to take advantage of real-time ray tracing built into the hardware of newer video cards.\nUpon release, Control was met with positive reviews from critics, with several gaming publications naming it among their top games of 2019. The game was nominated for numerous video game awards, winning several related to the game's art and design. An unnamed sequel and a separate four-player co-operative spin-off, codenamed Condor, was announced in June 2021.\n\n"},"Crash Bandicoot 4: It's About Time":{"Title":"Crash Bandicoot 4: It's About Time","Genre(s)":"Platform","Developer(s)":"Toys for Bob","Publisher(s)":"Activision","Release date":"Crash Bandicoot 4: It's About Time","Description":"Crash Bandicoot 4: It's About Time is a 2020 platform game developed by Toys for Bob and published by Activision. It was originally released for the PlayStation 4 and Xbox One, with releases for the PlayStation 5, Xbox Series X and Series S, Nintendo Switch, and Microsoft Windows following in 2021. The game is the eighth main installment in the Crash Bandicoot series and a retcon of the games that originally followed Crash Bandicoot: Warped. The game's story follows Crash Bandicoot and his sister Coco as they recover the all-powerful Quantum Masks in a bid to prevent Doctor Neo Cortex and Doctor Nefarious Tropy from taking over the multiverse. They are indirectly aided by their former enemy Dingodile and an adventuring alternate-dimension counterpart of Crash's old girlfriend Tawna.\nThe game retains the series' core platforming gameplay, and adds new elements through the use of the Quantum Masks, who can alter levels and provide means to traverse or overcome obstacles. It also includes additional game modes for replaying levels, and the ability to control five characters, three of whom – Cortex, Dingodile, and Tawna – have their own unique gameplay and levels. The development team intended for the game to be a direct continuation from the original trilogy in both narrative and gameplay, and created the Quantum Masks and additional playable characters after studying the series' mechanics and determining fresh elements to add to the gameplay.\nThe game was met with a positive critical reception, with praise going to the preservation and refinement of the series' classic formula as well as the implementation of the new gameplay mechanics. The controls, amount of content and replay value, visuals, music, voice-acting, and story were also commended. The physics, level design, and difficulty drew mixed reactions, and the rail-grinding sections were criticized. Commercially, the game sold fewer copies than Crash Bandicoot N. Sane Trilogy and Crash Team Racing Nitro-Fueled, but had the highest first-month earnings for a contemporary Crash Bandicoot title, topped sales charts in some territories, and was nominated for four awards."},"Cricket 22":{"Title":"Cricket 22","Genre(s)":"Sports","Developer(s)":"Big Ant Studios","Publisher(s)":"Nacon","Release date":"Cricket 22","Description":"Cricket 22 is a 2021 cricket video game developed by Big Ant Studios and published by Nacon. It is the official video game of the 2021–22 Ashes series of cricket matches, and the sequel to the 2019 game Cricket 19. It released on the 2 December 2021 as a curtain-raiser prior to the start of the 2021–22 Ashes series which is scheduled to be held in Australia in December 2021. The Nintendo Switch version of the game was expected to be released in January 2022 and was later confirmed for 28 April 2022. This is the second Big Ant Studios game to be released for the PlayStation 5 and Xbox Series X/S, the first being Tennis World Tour 2."},"Cris Tales":{"Title":"Cris Tales","Genre(s)":"Role-playing","Developer(s)":["Dreams Uncorporated","Syck"],"Publisher(s)":"Modus Games","Release date":"Cris Tales","Description":"Cris Tales (stylized as CrisTales) is a role-playing video game developed by Colombian indie game studios Dreams Uncorporated and Syck, and published by Modus Games. It was released for Google Stadia, Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on July 20, 2021."},"CrossfireX":{"Title":"CrossfireX","Genre(s)":"First-person shooter","Developer(s)":["Remedy Entertainment","Smilegate"],"Publisher(s)":"Xbox Game Studios","Release date":"CrossfireX","Description":"CrossfireX is a first-person shooter video game released exclusively for the Xbox One and Xbox Series X/S on February 10, 2022. It is the third installment in the CrossFire series. Remedy Entertainment worked on the game's single-player campaign, which is also available as Crossfire HD on PC in China, while Smilegate Entertainment led the development of the game's free-to-play multiplayer portion. The game received generally negative reviews from critics."},"CRSED: F.O.A.D.":{"Title":"CRSED: F.O.A.D.","Genre(s)":"First-person shooter","Developer(s)":"Darkflow Studio","Publisher(s)":"Gaijin Entertainment","Release date":"CRSED: F.O.A.D.","Description":"CRSED: F.O.A.D. (Cuisine Royale Second Edition: Fulfillment of All Desires) is a battle royale multiplayer online shooter video game developed by Latvian studio Darkflow Studio and published by Gaijin Entertainment. It was previously known as Cuisine Royale. The game was officially launched on December 19, 2019 and was relaunched under a new name in December 2020. It is a free-to-play game with optional microtransactions.\n\n"},"Crusader Kings III":{"Title":"Crusader Kings III","Genre(s)":["Grand strategy","role-playing"],"Developer(s)":["Paradox Development Studio","Lab42"],"Publisher(s)":"Paradox Interactive","Release date":"Crusader Kings III","Description":"Crusader Kings III is a grand strategy role-playing video game set in the Middle Ages, developed by Paradox Development Studio and published by Paradox Interactive as a sequel to Crusader Kings (2004) and Crusader Kings II (2012). The game was released on PC on 1 September 2020 and on the Xbox Series X/S and PlayStation 5 on 29 March 2022."},"Cyberpunk 2077":{"Title":"Cyberpunk 2077","Genre(s)":"Action role-playing","Developer(s)":"CD Projekt Red","Publisher(s)":"CD Projekt","Release date":"Cyberpunk 2077","Description":"Cyberpunk 2077 is an action role-playing video game developed by CD Projekt Red and published by CD Projekt. The story takes place in Night City, an open world set in the Cyberpunk universe. Players assume the first-person perspective of a customisable mercenary known as V, who can acquire skills in hacking and machinery with options for melee and ranged combat. The story follows V's struggle as he deals with a mysterious cybernetic implant that threatens to overwrite his body with the personality and memories of a deceased celebrity only perceived by V; the two must work together if there is any hope to separate the two and save V's life.\nThe game was developed using the REDengine 4 by a team of around 500 people, exceeding the number that worked on the studio's previous game The Witcher 3: Wild Hunt (2015). CD Projekt launched a new division in Wrocław, Poland, and partnered with Digital Scapes, Nvidia, QLOC, and Jali Research to aid the production. Cyberpunk creator Mike Pondsmith was a consultant, and actor Keanu Reeves has a starring role. The original score was led by Marcin Przybyłowicz, featuring the contributions of several licensed artists.\nAfter years of anticipation, CD Projekt released Cyberpunk 2077 for PlayStation 4, Stadia, Windows, and Xbox One on 10 December 2020, followed by PlayStation 5 and Xbox Series X/S on 15 February 2022. It received praise from critics for its narrative, setting, and graphics, although some of its gameplay elements received mixed responses, while its themes and representation of transgender characters received some criticism. It was also widely criticized for bugs, particularly in the console versions, which suffered from performance problems; Sony removed it from the PlayStation Store from December 2020 to June 2021 while CD Projekt rectified some of the problems. CD Projekt became subject to investigations and class-action lawsuits for their perceived attempts at downplaying the severity of the technical problems before release; these were ultimately cleared with a settlement of US$1.85 million. By April 2022, the game had sold more than 18 million copies."},"The Dark Pictures Anthology: House of Ashes":{"Title":"The Dark Pictures Anthology: House of Ashes","Genre(s)":["Interactive drame","survival horror"],"Developer(s)":"Supermassive Games","Publisher(s)":"Bandai Namco Entertainment","Release date":"The Dark Pictures Anthology: House of Ashes","Description":"The Dark Pictures Anthology: House of Ashes, also known simply as House of Ashes, is a 2021 interactive drama and survival horror video game developed by Supermassive Games and published by Bandai Namco Entertainment. It is the third installment in The Dark Pictures Anthology, after Man of Medan (2019) and Little Hope (2020). Like earlier games in the series, House of Ashes features a cast of five playable protagonists and a multilinear narrative influenced by player choice. The game's decision-making scenes, of which there are several, can significantly alter the trajectory of the plot and change the relationships between the main characters. Due to these choices, any of the five protagonists can die permanently.\nAshley Tisdale stars as the game's leading actress, portraying a Central Intelligence Agency (CIA) field officer named Rachel King. Set during the 2003 invasion of Iraq, the story focuses on five characters—four Americans working for the US Armed Forces and one Iraqi working for his country's Republican Guard—who fall into a subterranean Akkadian temple after the two parties clash during an ambush countering a US military raid. The protagonists must find a way out of the ancient structure and cooperate, even with their adversaries, to outmatch the vampiric entities that infest the area. Thus, the proverb \"the enemy of my enemy is my friend\" serves as the game's central theme.\nMany gameplay mechanics from the series' earlier games, such as quick time events (QTEs) and collectable \"pictures\" that allow players to see visions of possible future events, return in House of Ashes. The title also introduces new features, such as a more interactive camera system and three difficulty levels to manage QTEs. With a soundtrack created by the series' composer and Supermassive Games's long-time collaborator Jason Graves, the game contains major influences from various media texts. The developers looked at several works, including the book At the Mountains of Madness and the films Predator and The Descent, to draw inspiration for their story.\nHouse of Ashes was released for PC, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on 22 October 2021. Its upcoming sequel, The Devil in Me, will be the final title in the series' first season. House of Ashes garnered mixed reviews from critics, being compared with Supermassive Games' previous work, including the 2015 video game Until Dawn, and was dubbed a \"step in the right direction\" for The Dark Pictures Anthology. The multiplayer modes, and choice-and-consequence system were praised and critics said the story and characters improved in quality compared to earlier games in the series. Technical problems with the gameplay and the visual design of the monsters, such as bugs and glitches with textures and animation, frequently drew criticism."},"Dead by Daylight":{"Title":"Dead by Daylight","Genre(s)":"Survival horror","Developer(s)":"Behaviour Interactive","Publisher(s)":"Behaviour Interactive","Release date":"Dead by Daylight","Description":"Dead by Daylight is a survival horror asymmetric multiplayer online game developed by Behaviour Interactive. It is a one-versus-four game in which one player takes on the role of a savage killer and the other four play as survivors; the killer must catch each survivor and sacrifice them to a malevolent force known as the Entity by impaling them on hooks, while the survivors must avoid being caught and fix five generators to open the exit gates. The game was first released for Microsoft Windows in June 2016, followed by additional ports for PlayStation 4 and Xbox One in June 2017, Nintendo Switch in September 2019, iOS and Android in April 2020, Stadia in October 2020, and PlayStation 5 and Xbox Series X/S in November 2020.The game is published by Canadian studio Behaviour Interactive, who acquired the publishing rights from Swedish studio Starbreeze Studios in January 2018. Alongside original characters, the game also includes characters from various franchises such as Halloween, Left 4 Dead, The Texas Chainsaw Massacre, A Nightmare on Elm Street, Saw, Evil Dead, Ghost Face, Stranger Things,  Silent Hill, Crypt TV, Resident Evil, Hellraiser, and Ringu. The game received mixed reviews upon release, though it was a commercial success, attracting more than 50 million players.\n\n"},"Dead Space":{"Title":"Dead Space","Genre(s)":"Survival horror","Developer(s)":"Motive Studios","Publisher(s)":"Electronic Arts","Release date":"Dead Space","Description":"Dead Space is an upcoming survival horror video game developed by Motive Studio and published by Electronic Arts. A remake of the 2008 game of the same name developed by EA Redwood Shores, it is scheduled to be released on January 27, 2023 for Microsoft Windows, PlayStation 5, and Xbox Series X/S. It is the first release in the Dead Space series since 2013’s Dead Space 3.\n\n"},"Death's Door":{"Title":"Death's Door","Genre(s)":"Action-adventure","Developer(s)":"Acid Nerve","Publisher(s)":"Devolver Digital","Release date":"Death's Door","Description":"Death's Door is a 2021 action-adventure video game developed by Acid Nerve and published by Devolver Digital. It was released for Microsoft Windows, Xbox One and Xbox Series X/S on July 20, 2021, and for the Nintendo Switch, PlayStation 4 and PlayStation 5 on November 23, 2021. It received positive reviews upon release, with several publications praising its mechanics, simplicity, and difficulty level, likening it to The Legend of Zelda and Dark Souls games. It is also a sequel to Titan Souls.\n\n"},"Demon Slayer: Kimetsu no Yaiba – The Hinokami Chronicles":{"Title":"Demon Slayer: Kimetsu no Yaiba – The Hinokami Chronicles","Genre(s)":"Fighting","Developer(s)":"CyberConnect2","Publisher(s)":["JP: Aniplex","WW: Sega"],"Release date":"Demon Slayer: Kimetsu no Yaiba – The Hinokami Chronicles","Description":"Demon Slayer: Kimetsu no Yaiba – The Hinokami Chronicles is a 3D fighting game developed by CyberConnect2. Based on the 2019 anime adaptation of Koyoharu Gotouge's manga series, Demon Slayer: Kimetsu no Yaiba, the game was released by Aniplex in Japan, and by Sega worldwide, for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S in October 2021. It also was released for Nintendo Switch in June 2022.\n\n"},"Destiny 2":{"Title":"Destiny 2","Genre(s)":"First-person shooter","Developer(s)":"Bungie","Publisher(s)":"Bungie","Release date":"Destiny 2","Description":"Destiny 2  (also known as Destiny 2: New Light and in Korea as Destiny: Guardians) is a free-to-play online-only multiplayer first-person shooter video game developed by Bungie. It was originally released as a pay to play game in 2017 for PlayStation 4, Xbox One, and Microsoft Windows. It became free-to-play, utilizing the games as a service model, under the New Light title on October 1, 2019, followed by the game's release on Stadia the following month, and then PlayStation 5 and Xbox Series X/S platforms in December 2020. The game was published by Activision until December 31, 2018, when Bungie acquired the publishing rights to the franchise. It is the sequel to 2014's Destiny and its subsequent expansions.\nSet in a \"mythic science fiction\" world, the game features a multiplayer \"shared-world\" environment with elements of role-playing games. Like the original, activities in Destiny 2 are divided among player versus environment (PvE) and player versus player (PvP) game types. In addition to normal story missions, PvE features three-player \"strikes\" and dungeons and six-player raids. A free roam patrol mode is also available for each destination which feature public events as well as activities not available in the original. These activities have an emphasis on exploration of the destinations and interactions with non-player characters (NPCs); the original Destiny only featured NPCs in social spaces. PvP features objective-based modes, as well as traditional deathmatch game modes.\nPlayers assume the role of a Guardian, protectors of Earth's last safe city as they wield a power called Light to protect humanity from different alien races and combat the looming threat of the Darkness. Like the original Destiny, the game features expansion packs which further the story and adds new content across the game. Year One of Destiny 2 featured two small expansions, Curse of Osiris and Warmind. A third, large expansion, Forsaken, began Year Two with an overhaul on gameplay. The release of the next expansion, Shadowkeep (October 2019) began Year Three. Shadowkeep and future releases are considered standalone releases, not requiring players to own previous premium content. Released alongside this fourth expansion was a version of Destiny 2 called New Light, a free-to-play re-release of Destiny 2, which also included access to the first two expansions. Separate seasonal passes also became available for each season's content. While the main Destiny 2 game has since been free-to-play, all other content requires purchasing.\nYear Four saw the biggest overhaul on the game, as nearly half of the game's content from its first three years, including the original base campaign as well as Curse of Osiris and Warmind, were removed from the game and placed into what Bungie calls the Destiny Content Vault. Alongside this change, Year Four began with the fifth expansion, Beyond Light, which introduced the power of Darkness to the players. Bungie described this expansion as the beginning of a new era for the franchise, as it will be followed up by The Witch Queen in early 2022 and  Lightfall in early 2023. There will also be a final chapter, The Final Shape, to follow Lightfall to conclude the first saga of Destiny, called the \"Light and Darkness Saga,\" before the beginning of a new saga.\nUpon release, Destiny 2 received generally favorable reviews from critics. Praise focused on its improvements, particularly with regards to its initial story, as well as its gameplay, visuals, exploration focus, multiplayer, and public occasions. Reviews were divided on the recategorization of the weapons, the Leviathan raid, and new modes. Destiny 2 was nominated for and won various awards, such as at The Game Awards 2017 and Game Critics Awards."},"Devil May Cry 5: Special Edition":{"Title":"Devil May Cry 5: Special Edition","Genre(s)":["Action-adventure","Hack and slash"],"Developer(s)":"Capcom","Publisher(s)":"Capcom","Release date":"Devil May Cry 5: Special Edition","Description":"Devil May Cry 5 is a 2019 action-adventure game developed and published by Capcom. It is the sixth installment overall and the fifth mainline installment in the Devil May Cry series. Capcom released it for Microsoft Windows, PlayStation 4, and Xbox One on 8 March 2019. The game takes place five years after Devil May Cry 4 and follows a trio of warriors with demonic powers, the returning Dante, Nero, and a new protagonist named V, as they attempt to stop the Demon King Urizen from destroying the human world. Across their journey in Red Grave City, the player can use these characters in different missions. Each of them has their own way of fighting and becoming stronger. As this happens, the mystery behind V is revealed, along with his connection with Urizen.\nDevil May Cry 5 was directed by Hideaki Itsuno whose goal was for this installment to be his best work. He aimed to balance the game for newcomers and returning gamers by providing various difficulties and challenges. Capcom also wanted to bring a more realistic design inspired by the RE Engine used in their previous work, Resident Evil 7: Biohazard. As a result, real-life people were used to make the character's faces. The plot was written by returning writer Bingo Morihashi while the setting was based on various locations in London. Multiple composers worked together to produce the game's audio, creating three main themes centered around the playable characters.\nDevil May Cry 5 received highly positive reviews from critics, praising gameplay variety, depth, portrayal of its returning characters, and handling of the narrative. The game won multiple game awards in both 2019 and 2020, sold over two million copies less than two weeks after its release, surpassed three million in a year and five million by April 2022, becoming the top-selling game in the franchise. A light novel and manga related to the game have also been released. An expanded version called Devil May Cry 5: Special Edition was released for PlayStation 5 and Xbox Series X/S in November 2020, featuring the addition of Vergil as a playable character. For players on Microsoft Windows, PlayStation 4, and Xbox One, Vergil is available as paid downloadable content."},"Diablo II: Resurrected":{"Title":"Diablo II: Resurrected","Genre(s)":"Action role-playing","Developer(s)":"Vicarious Visions","Publisher(s)":"Blizzard Entertainment","Release date":"Diablo II: Resurrected","Description":"Diablo II: Resurrected is an action role-playing video game co-developed by Blizzard Entertainment and Vicarious Visions and published by Blizzard Entertainment. It is a remaster of Diablo II (2000) and its expansion Lord of Destruction (2001). The game was released for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X and Series S on September 23, 2021.\n\n"},"Digimon Survive":{"Title":"Digimon Survive","Genre(s)":["Visual novel","Role-playing"],"Developer(s)":"HYDE","Publisher(s)":"Bandai Namco Entertainment","Release date":"Digimon Survive","Description":"Digimon Survive is an upcoming visual novel video game with survival strategy role-playing elements developed by Hyde and published by Bandai Namco Entertainment for the PlayStation 4, Xbox One, Nintendo Switch, and Microsoft Windows in 2022. It will release in Japan on July 28 and worldwide on July 29."},"Disco Elysium: The Final Cut":{"Title":"Disco Elysium: The Final Cut","Genre(s)":"Role-playing","Developer(s)":"ZA/UM","Publisher(s)":"ZA/UM","Release date":"Disco Elysium: The Final Cut","Description":"Disco Elysium is a 2019 role-playing video game developed and published by ZA/UM. Inspired by Infinity Engine–era games, particularly Planescape: Torment, the game was written and designed by Estonian novelist Robert Kurvitz and features a distinctive oil painting art style with music by the English band Sea Power. \nDisco Elysium takes place in a large city still recovering from a war decades prior to the game's start, with players taking the role of an amnesiac detective who has been tasked with solving a murder mystery. During the investigation, he comes to recall events about his own past as well as current forces trying to affect the city. Disco Elysium was released for Windows in October 2019 and macOS in April 2020. An expanded version of the game featuring full voice acting and new content, subtitled The Final Cut, was released for consoles in 2021, alongside a free update for the PC versions.\nDisco Elysium is a non-traditional role-playing game featuring no combat. Instead, events are resolved through skill checks and dialogue trees via a system of 24 skills that represent different aspects of the protagonist, such as his perception and pain threshold. In addition, a system called the Thought Cabinet represents his other ideologies and personality traits, with players having the ability to freely support or suppress them. The game is based on a tabletop role-playing game setting that Kurvitz had previously created, with him forming ZA/UM in 2016 to work on the game. Disco Elysium won numerous awards for its narrative and art, while being named game of the year by several publications. A television series adaptation was announced in 2020.\n\n"},"Dirt 5":{"Title":"Dirt 5","Genre(s)":"Racing","Developer(s)":"Codemasters","Publisher(s)":"Codemasters","Release date":"Dirt 5","Description":"Dirt 5 is a simcade racing video game developed and published by Codemasters. The game was released for Microsoft Windows, PlayStation 4 and Xbox One on 6 November 2020, for Xbox Series X/S on 10 November, and for PlayStation 5 on 12 November (for North America, Oceania, Japan, and South Korea) and 19 November (for most other regions), and for Stadia on 24 March 2021. It was the last video game released by Codemasters as an independent company before acquired by former rival Electronic Arts on 18 February 2021."},"Doki Doki Literature Club Plus!":{"Title":"Doki Doki Literature Club Plus!","Genre(s)":"Visual novel","Developer(s)":"Team Salvato","Publisher(s)":"Serenity Forge","Release date":"Doki Doki Literature Club Plus!","Description":"Doki Doki Literature Club! (DDLC) is a 2017 freeware visual novel developed by American independent game studio Team Salvato for Microsoft Windows, macOS, and Linux. The game was initially distributed through itch.io, and later became available on Steam. The story is told from the perspective of a high school student who reluctantly joins the school's literature club on the insistence of his best friend from his childhood, and is given the option to woo three of its four female members. Doki Doki Literature Club! features a non-traditional plot structure with multiple endings and unlockable cutscenes with each of the main characters. Although the game initially appears to be a lighthearted dating simulator, it is in fact a psychological horror game that extensively breaks the fourth wall.\nThe game was developed in an estimated two-year period by a team led by Dan Salvato, previously known for his modding work as part of Project M. According to Salvato, the inspiration for the game came from his mixed feelings toward anime and a fascination for surreal and unsettling experiences. Upon its release, Doki Doki Literature Club! received positive critical attention for its successful use of horror elements and unconventional nature within the visual novel genre. The game also inspired internet memes and achieved a large following online.\nAn expanded version of the game, Doki Doki Literature Club Plus!, was released for the Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S and Windows on June 30, 2021. A macOS version of the game was later released on August 12, 2021. It received generally positive reviews, with praise for its side stories and gameplay on consoles, but some criticism for its lack of changes. Unlike the original 2017 release, Plus! is a premium game.\n\n"},"Doom Eternal":{"Title":"Doom Eternal","Genre(s)":"First-person shooter","Developer(s)":"id Software","Publisher(s)":"Bethesda Softworks","Release date":"Doom Eternal","Description":"Doom Eternal is a first-person shooter game developed by id Software and published by Bethesda Softworks. The sequel to Doom (2016), and the fifth main game in the Doom series, it was released on March 20, 2020, for Windows, PlayStation 4, Stadia and Xbox One, with a version for Nintendo Switch being released on December 8, 2020, and versions for PlayStation 5 and Xbox Series X and Series S being released on June 29, 2021. Set some time after the events of the 2016 game, the story follows the Doomslayer once again, on a mission to end Hell's consumption of Earth and foil the alien Maykr's plans to exterminate humanity.\nAlong with the single-player campaign, a multiplayer mode, Battlemode, was introduced. In this mode, players can either play as the Doom Slayer or as a demon, and fight until either the Doom Slayer defeats the demons, or vice versa. Another mode, Horde mode, was added in October 2021. The Ancient Gods, a two-part standalone campaign DLC set after the events of the main game, was released between October 2020 and March 2021.\nDoom Eternal was released to a positive critical response, with praise for its campaign, graphics, level design, soundtrack, and combat mechanics, though some disliked the increased focus on storytelling and its platforming sections. Doom Eternal received five nominations at The Game Awards for 2020, including Game of the Year and Best Action Game."},"Dungeons & Dragons: Dark Alliance":{"Title":"Dungeons & Dragons: Dark Alliance","Genre(s)":"Role-playing","Developer(s)":"Tuque Games","Publisher(s)":"Wizards of the Coast","Release date":"Dungeons & Dragons: Dark Alliance","Description":"Dungeons & Dragons: Dark Alliance is a third-person action role-playing game published by Wizards of the Coast and developed by its subsidiary Tuque Games. Based on the Dungeons & Dragons tabletop role-playing system, the title of the game alludes to Baldur's Gate: Dark Alliance and Baldur's Gate: Dark Alliance II, although its story and gameplay are not related to those earlier titles. The game was originally slated for release on PC and consoles in 2020, but this was later changed to 2021."},"Dying Light 2 Stay Human":{"Title":"Dying Light 2 Stay Human","Genre(s)":["Action role-playing","Survival horror"],"Developer(s)":"Techland","Publisher(s)":"Techland Publishing","Release date":"Dying Light 2 Stay Human","Description":"Dying Light 2 Stay Human is a 2022 survival horror game developed and published by Techland. The sequel to Dying Light (2015), the game was released on February 4, 2022 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. A Nintendo Switch version for the cloud is currently in development. The game received generally favorable reviews, with praise directed at the combat, parkour system, and open world, but criticism for the story. It sold 5 million units in its first month of release.\n\n"},"Dynasty Warriors 9: Empires":{"Title":"Dynasty Warriors 9: Empires","Genre(s)":"Hack and slash","Developer(s)":"Omega Force","Publisher(s)":"Koei Tecmo","Release date":"Dynasty Warriors 9: Empires","Description":"Dynasty Warriors 9 is a hack and slash video game developed by Omega Force and published by Koei Tecmo. It was released in February 2018 for PlayStation 4, Xbox One, and Microsoft Windows. It received mixed reviews from critics.\nA strategy-focused expansion, titled Dynasty Warriors 9: Empires, was released in December 2021 in Japan, and worldwide in February 2022 for the PlayStation 5, PlayStation 4, Stadia, Xbox Series X/S, Xbox One, Nintendo Switch, and Microsoft Windows."},"eFootball 2022":{"Title":"eFootball 2022","Genre(s)":"Sports","Developer(s)":"Konami","Publisher(s)":"Konami","Release date":"eFootball 2022","Description":"eFootball is an association football simulation video game developed and published by Konami. It is a free-to-play game after being completely rebranded from the original Pro Evolution Soccer (known as Winning Eleven in Japan) series to the eFootball series. The game's first year, entitled eFootball 2022, was released on 30 September 2021. This game is part of IESF World Championship and North and Eastern Europa League (NEEC)\nAt launch, eFootball was panned by critics for its graphics, controls, and lack of content."},"Eiyuden Chronicle: Hundred Heroes":{"Title":"Eiyuden Chronicle: Hundred Heroes","Genre(s)":"Japanese role-playing","Developer(s)":"Rabbit & Bear Studios","Publisher(s)":"505 Games","Release date":"Eiyuden Chronicle: Hundred Heroes","Description":"Eiyuden Chronicle: Rising is a 2022 action role-playing game developed by Natsume Atari and published by 505 Games. Rising is the first game to be released in the Eiyuden Chronicle series, considered to be a spiritual successor to the Suikoden series. \nThe game was originally announced in June 2020 as a collaboration between multiple veteran Suikoden series developers, including series creator Yoshitaka Murayama, who served as the director of Rising. The game was developed as a stretch goal for Eiyuden Chronicle: Hundred Heroes on the crowdfunding platform Kickstarter. The project's main studio, Rabbit & Bear Studios, assisted Natsume Atari in the development of Rising.\nEiyuden Chronicle: Rising was released for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on May 10, 2022. Most versions of the game were met with a mixed critical reception."},"Eiyuden Chronicle: Rising":{"Title":"Eiyuden Chronicle: Rising","Genre(s)":"Japanese role-playing","Developer(s)":"Rabbit & Bear Studios","Publisher(s)":"505 Games","Release date":"Eiyuden Chronicle: Rising","Description":"Eiyuden Chronicle: Rising is a 2022 action role-playing game developed by Natsume Atari and published by 505 Games. Rising is the first game to be released in the Eiyuden Chronicle series, considered to be a spiritual successor to the Suikoden series. \nThe game was originally announced in June 2020 as a collaboration between multiple veteran Suikoden series developers, including series creator Yoshitaka Murayama, who served as the director of Rising. The game was developed as a stretch goal for Eiyuden Chronicle: Hundred Heroes on the crowdfunding platform Kickstarter. The project's main studio, Rabbit & Bear Studios, assisted Natsume Atari in the development of Rising.\nEiyuden Chronicle: Rising was released for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on May 10, 2022. Most versions of the game were met with a mixed critical reception."},"Elden Ring":{"Title":"Elden Ring","Genre(s)":"Action role-playing","Developer(s)":"FromSoftware","Publisher(s)":"Bandai Namco Entertainment","Release date":"Elden Ring","Description":"Elden Ring is an action role-playing game  developed by FromSoftware and published by Bandai Namco Entertainment. The game was directed by Hidetaka Miyazaki and made in collaboration with fantasy novelist George R. R. Martin, who provided material for the game's setting. It was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on February 25, 2022. \nElden Ring is presented through a third-person perspective, with players freely roaming its interactive open world. Gameplay elements include combat featuring several types of weapons and magic spells, horseback riding, summons, and crafting. The game received critical acclaim, with praise for its open world gameplay, fantasy setting, and evolution of the Souls games, a related series by FromSoftware sharing the same core gameplay. Elden Ring sold more than 13.4 million copies within five weeks of its release."},"The Elder Scrolls V: Skyrim":{"Title":"The Elder Scrolls V: Skyrim","Genre(s)":"Role-playing","Developer(s)":"Bethesda Game Studios","Publisher(s)":"Bethesda Softworks","Release date":"The Elder Scrolls V: Skyrim","Description":"The Elder Scrolls V: Skyrim is an action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks. It is the fifth main installment in the Elder Scrolls series, following 2006's The Elder Scrolls IV: Oblivion, and was released worldwide for Microsoft Windows, PlayStation 3, and Xbox 360 on November 11, 2011.\nThe game is set 200 years after the events of Oblivion, and takes place in Skyrim, the northernmost province of Tamriel. Its main story focuses on the player's character, the Dragonborn, on their quest to defeat Alduin the World-Eater, a dragon who is prophesied to destroy the world. Over the course of the game, the player completes quests and develops the character by improving skills. The game continues the open-world tradition of its predecessors by allowing the player to travel anywhere in the game world at any time, and to ignore or postpone the main storyline indefinitely.\nSkyrim was developed using the Creation Engine, which was rebuilt specifically for the game. The team opted for a unique and more diverse open world than Oblivion's Imperial Province of Cyrodiil, which game director and executive producer Todd Howard considered less interesting by comparison. Upon release, the game received critical acclaim, with praise for its character advancement, world design, visuals, and dual-wielding combat, and is considered by many to be one of the greatest video games ever made. Criticism targeted the melee combat, the dragon battles, and the numerous technical issues present at launch. The game shipped over seven million copies within the first week of its release, and sold 30 million copies on all platforms by 2016, making it one of the best-selling video games in history.\nThree downloadable content (DLC) add-ons were released separately—Dawnguard, Hearthfire and Dragonborn–which were bundled along with the base game into The Elder Scrolls V: Skyrim – Legendary Edition and released in June 2013. A remastered version, titled The Elder Scrolls V: Skyrim – Special Edition, was released for Windows, PlayStation 4 and Xbox One in October 2016, with all three DLC expansions and a graphical upgrade. A port for the Nintendo Switch was released in November 2017. A separate VR-only version, titled The Elder Scrolls V: Skyrim VR, was released in November 2017 for PlayStation 4 using PlayStation VR, and for Windows-based VR headsets in April 2018. In addition, the Special Edition was released on PlayStation 5 and Xbox Series X/S as part of the compilation The Elder Scrolls V: Skyrim – Anniversary Edition in November 2021."},"The Elder Scrolls Online":{"Title":"The Elder Scrolls Online","Genre(s)":"Massively multiplayer online role-playing","Developer(s)":"ZeniMax Online Studios","Publisher(s)":"Bethesda Softworks","Release date":"The Elder Scrolls Online","Description":"The Elder Scrolls Online, abbreviated ESO, is a massively multiplayer online role-playing game (MMORPG) developed by ZeniMax Online Studios and published by Bethesda Softworks. It was released for Windows and OS X in April 2014. It is a part of the Elder Scrolls series.\nThe game is set in the continent of Tamriel and features a storyline indirectly connected with the other games in the Elder Scrolls franchise. It had been in development for seven years before its release in 2014, with a mandatory monthly subscription model. It initially received mixed reviews.\nReception improved significantly with the March 2015 re-release and rebranding as The Elder Scrolls Online: Tamriel Unlimited, transitioning to a buy-to-play model with microtransactions and an optional subscription. It was released for the PlayStation 4 and Xbox One consoles in June 2015, and for PlayStation 5 and Xbox Series X/S in June 2021. More than 18 million copies were sold by 2021, having around 2.5 million monthly active players in 2017.\n\n"},"Ender Lilies: Quietus of the Knights":{"Title":"Ender Lilies: Quietus of the Knights","Genre(s)":"Metroidvania","Developer(s)":["Live Wire","Adglobe"],"Publisher(s)":"Binary Haze Interactive","Release date":"Ender Lilies: Quietus of the Knights","Description":"Ender Lilies: Quietus of the Knights is a 2021 platform-adventure video game developed by Adglobe and Live Wire and published by Binary Haze Interactive, featuring a dark fantasy Metroidvania fairy tale.\nThe story follows Lily, the last surviving priestess in a land devastated by an endless and oppressive rain that drives living things demented and transforms them into undead while granting immortality. Awakening in a church with no recollection of recent events, Lily turns to exploring beyond the safety of the sanctuary to find the source of the rain. Along the way, Lily can summon the spirits of purified undead to protect her.\nThe title debuted on Steam Early Access on January 21, 2021, and was subsequently released on June 22, 2021 for Windows through Steam and Nintendo Switch. Other console launches followed on June 29, with Xbox One and Xbox Series X and Series S releases, and later with PlayStation 4 release on July 20.\n\n"},"Enlisted":{"Title":"Enlisted","Genre(s)":"First-person shooter","Developer(s)":"DarkFlow Software","Publisher(s)":"Gaijin Entertainment","Release date":"Enlisted","Description":"Enlisted is the free squad-based (MMO) first-person shooter game based around major World War II battles, developed by Darkflow Software and published by Gaijin Entertainment. It was an Xbox Series X/S launch title and timed console exclusive. On March 2, 2021, the closed Beta went live on PlayStation 5. On April 8, 2021, the game was released on PC as an open beta test."},"Everwild":{"Title":"Everwild","Genre(s)":"Adventure","Developer(s)":"Rare","Publisher(s)":"Xbox Game Studios","Release date":"Everwild","Description":"Rare Limited is a British video game developer and a studio of Xbox Game Studios based in Twycross. Rare's games span the platform, first-person shooter, action-adventure, fighting, and racing genres. Its most popular games include the Battletoads, Donkey Kong, and Banjo-Kazooie series, as well as games like GoldenEye 007 (1997), Perfect Dark (2000), and Sea of Thieves (2018).\nTim and Chris Stamper, who also founded Ultimate Play the Game, established Rare in 1985. During its early years, Rare was backed by an unlimited budget from Nintendo, primarily concentrated on Nintendo Entertainment System (NES) games. During this time, Rare created successful games such as Wizards & Warriors (1987), R.C. Pro-Am (1988), and Battletoads (1991). Rare became a prominent second-party developer for Nintendo, which came to own a large minority stake of the company, with the release of Donkey Kong Country (1994). Throughout the 1990s, Rare started selling their games under the trademark name \"Rareware\" and received international recognition and critical acclaim for games such as the Donkey Kong series, Killer Instinct (1994), GoldenEye 007, Banjo-Kazooie (1998), Perfect Dark, and Conker's Bad Fur Day (2001).\nIn 2002, Microsoft acquired Rare, which retained its original brand, logo, and most intellectual properties. Rare has since focused on developing games exclusively for Microsoft's video game consoles, including Grabbed by the Ghoulies (2003), Kameo (2005), Perfect Dark Zero (2005), and Viva Piñata (2006). In 2007, the Stampers left Rare to pursue other opportunities and, in 2010, the company's focus shifted to the Xbox Live Avatar and Kinect, releasing three Kinect Sports games. In 2015, Rare developed Rare Replay, an Xbox One-exclusive compilation containing 30 of its games to celebrate its 30th anniversary. Rare's most recent game, Sea of Thieves, was released in 2018.\nSeveral former Rare employees have formed their own companies, such as Free Radical Design, best known for producing the TimeSplitters series, and Playtonic Games, best known for Yooka-Laylee (2017). Rare is widely acknowledged by the gaming industry and has received numerous accolades from critics and journalists. It is known as secretive and seclusive. Several Rare games, such as Donkey Kong Country and GoldenEye 007, have been cited as among the greatest and most influential games of all time, though some fans and former employees have been critical of the company's output since the Microsoft buyout."},"Evil Dead: The Game":{"Title":"Evil Dead: The Game","Genre(s)":"Horror","Developer(s)":"Boss Team Games","Publisher(s)":"Saber Interactive","Release date":"Evil Dead: The Game","Description":"Evil Dead: The Game is a survival horror video game based on the Evil Dead franchise. It was developed and published by Saber Interactive. It features co-operative gameplay and player versus player (PvP) combat. The game also features Bruce Campbell as Ash Williams, as well as Dana DeLorenzo as Kelly Maxwell and Ray Santiago as Pablo Simon Bolivar from the television series Ash vs Evil Dead.Evil Dead: The Game was released for Microsoft Windows via the Epic Games Store, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S on May 13, 2022. It will be released for Nintendo Switch at a later date.\n\n"},"Evil Genius 2: World Domination":{"Title":"Evil Genius 2: World Domination","Genre(s)":["Real-time strategy","simulation"],"Developer(s)":"Rebellion Developments","Publisher(s)":"Rebellion Developments","Release date":"Evil Genius 2: World Domination","Description":"Evil Genius 2: World Domination is a real-time strategy and simulation video game developed and published by Rebellion Developments. As the sequel to Evil Genius (2004), which was developed by the now-defunct Elixir Studios, the game was released for Microsoft Windows on 30 March 2021, and PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on 30 November 2021."},"F1 2021":{"Title":"F1 2021","Genre(s)":"Racing","Developer(s)":"Codemasters","Publisher(s)":"Electronic Arts","Release date":"F1 2021","Description":"F1 2021 is the official video game of the 2021 Formula One and Formula 2 Championships developed by Codemasters and published by EA Sports. It is the fourteenth title in the F1 series by Codemasters and the first in the series published by Electronic Arts under its EA Sports division since F1 Career Challenge in 2003, after Codemasters was acquired by Electronic Arts just a few months before the trailer was released.The game was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S on 16 July 2021. The deluxe edition was launched three days earlier on 13 July."},"F1 22":{"Title":"F1 22","Genre(s)":"Racing","Developer(s)":"Codemasters","Publisher(s)":"Electronic Arts","Release date":"F1 22","Description":"F1 22 is a racing video game developed by Codemasters and published by EA Sports. It is the fifteenth entry in the F1 series by Codemasters. The game holds an official license of the 2022 Formula One and Formula 2 championships. The game is scheduled to be released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on 1 July 2022. It would also make its debut on EA's Origin platform as their main platform, which is also playable in the EA Desktop app, as well as the Epic Games Store. In previous entries, Steam was the only platform available for PC players."},"F1 Manager 2022":{"Title":"F1 Manager 2022","Genre(s)":"Business simulation","Developer(s)":"Frontier Developments","Publisher(s)":"Frontier Developments","Release date":"F1 Manager 2022","Description":"F1 Manager 2022 is the official racing management simulation game of the 2022 Formula One, Formula 2 and Formula 3 Championships developed and published by Frontier Developments. It is the first installment in the F1 Manager series and the first licensed manager game since F1 Manager by EA Sports. The game is scheduled to be released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on 25 August 2022."},"Fable":{"Title":"Fable","Genre(s)":"Action role-playing","Developer(s)":"Playground Games","Publisher(s)":"Xbox Game Studios","Release date":"Fable","Description":"Fable is a series of action role-playing video games for Xbox, Microsoft Windows, macOS, Xbox 360 and Xbox One platforms. The series was developed by Lionhead Studios until the studio was closed in 2016, and is published by Xbox Game Studios."},"The Falconeer":{"Title":"The Falconeer","Genre(s)":"Simulation","Developer(s)":"Tomas Sala","Publisher(s)":"Wired Productions","Release date":"The Falconeer","Description":"The Falconeer is a 2020 aerial combat video game developed by Tomas Sala and published by Wired Productions. It was released on November 10, 2020 for Windows, Xbox One and as a launch title for Xbox Series X and Series S. It received both good and mixed reviews upon release, with outlets praising its uncompromising vision and homage to the niche dogfighting genre, while the same elements where looked upon less kindly by other reviewers. \nAn enhanced version of the game, titled The Falconeer: Warrior Edition was released for PlayStation 4, PlayStation 5 and Nintendo Switch on August 5, 2021, receiving positive reviews. It was later ported to Stadia on October 5, 2021."},"Fall Guys: Ultimate Knockout":{"Title":"Fall Guys: Ultimate Knockout","Genre(s)":"Battle royale","Developer(s)":"Mediatonic","Publisher(s)":"Devolver Digital","Release date":"Fall Guys: Ultimate Knockout","Description":"Fall Guys (formerly Fall Guys: Ultimate Knockout) is a platform battle royale game developed by Mediatonic. It was released by Devolver Digital for Microsoft Windows and PlayStation 4 on 4 August 2020. Following their acquisition of Mediatonic, the publishing rights were transferred to Epic Games, who are set to release the game for Nintendo Switch, PlayStation 5, Xbox One and Xbox Series X/S on 21 June 2022. On the same date Fall Guys will switch to a free-to-play model with full cross-platform play support.The game involves up to 60 players who control jellybean-like creatures and compete against each other in a series of randomly selected mini-games, such as obstacle courses or tag. Players are eliminated as the rounds progress until, eventually, the last remaining player is crowned the winner.\nFall Guys received positive reviews from critics for its chaotic gameplay and visual appearance. The game draws inspiration from game shows like Takeshi's Castle, It's a Knockout, Wipeout, and playground games like tag and British Bulldog. The game has seasonal changes, which adds more challenges and changes the game's theme. The sixth and final season of the game's original launch is party and circus-themed.\n\n"},"Far Cry 6":{"Title":"Far Cry 6","Genre(s)":"First-person shooter","Developer(s)":"Ubisoft Toronto","Publisher(s)":"Ubisoft","Release date":"Far Cry 6","Description":"Far Cry 6 is a 2021 action-adventure first-person shooter game developed by Ubisoft Toronto and published by Ubisoft. It is the sixth main installment in the Far Cry series and the successor to 2018's Far Cry 5. The game is set on the fictional Caribbean island of Yara, ruled as a dictatorship by \"El Presidente\" Antón Castillo (portrayed by Giancarlo Esposito) who is raising his son Diego (Anthony Gonzalez) to follow in his rule. Players take on the role of guerilla fighter Dani Rojas (voiced by either Nisa Gunduz or Sean Rey), attempting to topple Castillo and his regime. Gameplay focuses on combat and exploration; players fight enemy soldiers and dangerous wildlife using a wide array of weapons and gadgets. The game features many elements found in role-playing games, such as a leveling up system and side quests. It also features a cooperative multiplayer mode.\nDevelopment of Far Cry 6 began around 2016 and was extensive. The team studied several revolutions of recent history for the game's narrative, primarily the Cuban Revolution of 1953–1959. The game was designed to be 'political', covering themes such as the rise of fascism in a nation, the costs of imperialism, and the need for free-and-fair elections, in response to the controversy generated by Far Cry 5. The development team also sought to bring back several elements from earlier Far Cry titles such as a tropical setting and a fully voiced protagonist. The game was first teased by Esposito in July 2020, and officially announced later that month, at the Ubisoft Forward online event.\nFar Cry 6 was released worldwide for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Stadia, and Amazon Luna on October 7, 2021. It received a generally mixed reception, with critics praising the setting, visuals, Esposito's performance, and the small improvements brought to the series' gameplay formula, but criticizing its story, lack of innovation, and aging design. Several releases of downloadable content were subsequently published, including three expansion packs following antagonists from past Far Cry games.\n\n"},"Fatal Frame: Maiden of Black Water":{"Title":"Fatal Frame: Maiden of Black Water","Genre(s)":"Survival horror","Developer(s)":"Koei Tecmo","Publisher(s)":"Koei Tecmo","Release date":"Fatal Frame: Maiden of Black Water","Description":"Fatal Frame: Maiden of Black Water is a survival horror video game developed by Koei Tecmo. The fifth main entry in the Fatal Frame series, it was originally published by Nintendo for the Wii U in Japan in September 2014 and worldwide in October 2015. A remaster for eighth and ninth generation consoles and Windows, this time published by Koei Tecmo, was released worldwide in October 2021.\nAs with previous games in the series, players navigate areas filled with hostile ghosts which must be fought by taking photographs using the Camera Obscura, which is directly controlled using the Wii U Gamepad. A post-endgame story featuring Ayane, a character from the company's Dead or Alive series, is also available featuring altered gameplay mechanics. The story, which is set on the fictional Hikami Mountain, focuses on three protagonists who are drawn into supernatural events revolving the area, including an ancient ritual to seal away the Black Water, a malevolent force corrupting the surrounding spirits that is tied to the fate of the titular shrine maiden Ose Kurosawa.\nPlanning for the game began in 2011, during production of the Wii remake of Fatal Frame II: Crimson Butterfly. Series co-creator Keisuke Kikuchi proposed the project when he saw that the Wii U GamePad could be used as the Camera Obscura. Kikuchi and fellow co-creator Makoto Shibata returned to their respective posts of producer and director, together with staff from Mask of the Lunar Eclipse and developers new to the series. The cast went through several revisions during development, while the staff experimented with the capacities of the new hardware. Japanese singer Tsuki Amano returned from earlier entries to perform the theme song. Upon release, the game received mixed reviews. Reviewers greatly praised its use of the gamepad and dark atmosphere, while opinions were mixed on its story, pacing and controls.\n\n"},"FIFA 21":{"Title":"FIFA 21","Genre(s)":"Sports","Developer(s)":"EA Vancouver","Publisher(s)":"Electronic Arts","Release date":"FIFA 21","Description":"FIFA 21 is an association football simulation video game published by Electronic Arts as part of the FIFA series. It is the 28th installment in the FIFA series, and was released on 9 October 2020 for Microsoft Windows, Nintendo Switch, PlayStation 4 and Xbox One. Enhanced versions for the PlayStation 5 and Xbox Series X and Series S were released on 3 December 2020, in addition to a version for Stadia in March 2021."},"FIFA 22":{"Title":"FIFA 22","Genre(s)":"Sports","Developer(s)":"EA Vancouver","Publisher(s)":"Electronic Arts","Release date":"FIFA 22","Description":"FIFA 22 is a football simulation video game published by Electronic Arts. It is the 29th installment in the FIFA series, and was released worldwide on 1 October 2021 for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S. Players who pre-ordered the ultimate edition, however, received four days of early access and were able to play the game from 27 September. \nKylian Mbappé is the cover athlete for the second consecutive year.In response to the 2022 Russian invasion of Ukraine, EA removed Russian national teams from all versions of its football video games, and made Russian and Belarusian players ineligible for FIFA 22.\n\n"},"Football Manager 2021":{"Title":"Football Manager 2021","Genre(s)":"Sports","Developer(s)":"Sports Interactive","Publisher(s)":"Sega","Release date":"Football Manager 2021","Description":"Football Manager 2021 (officially abbreviated as FM21) is a football-management simulation video game developed by Sports Interactive and published by Sega. It was released worldwide for iOS, Android, macOS and Windows on 24 November 2020. The streamlined version of the game titled Football Manager 2021 Touch was released on 1 December 2020 for the same platforms, and for Nintendo Switch on 15 December 2020. The similar version titled Xbox Edition was released on 1 December 2020 for Xbox One, Xbox Series X/S and Windows 10 via the Microsoft Store. It was the first game in the series to appear on an Xbox platform since Football Manager 2008."},"Fortnite":{"Title":"Fortnite","Genre(s)":["Battle royale","Sandbox","Survival"],"Developer(s)":"Epic Games","Publisher(s)":"Epic Games","Release date":"Fortnite","Description":"Fortnite is an online video game developed by Epic Games and released in 2017. It is available in three distinct game mode versions that otherwise share the same general gameplay and game engine: Fortnite Battle Royale, a free-to-play battle royale game in which up to 100 players fight to be the last person standing; Fortnite: Save the World, a cooperative hybrid tower defense-shooter and survival game in which up to four players fight off zombie-like creatures and defend objects with traps and fortifications they can build; and Fortnite Creative, in which players are given complete freedom to create worlds and battle arenas. \nSave the World and Battle Royale were released in 2017 as early access titles, while Creative was released on December 6, 2018.\nWhile the Save the World and Creative versions have been successful for Epic Games, Fortnite Battle Royale in particular became an overwhelming success and a cultural phenomenon, drawing more than 125 million players in less than a year, earning hundreds of millions of dollars per month. Fortnite as a whole generated $9 billion in gross revenue up until December 2019.\nSave the World is available only for Windows, macOS, PlayStation 4, and Xbox One, while Battle Royale and Creative were released for all those platforms, and also for Nintendo Switch, iOS, and Android devices. The game also launched with the release of the next-generation PlayStation 5 and Xbox Series X/S consoles."},"Forza Horizon 4":{"Title":"Forza Horizon 4","Genre(s)":"Racing","Developer(s)":"Playground Games","Publisher(s)":"Xbox Game Studios","Release date":"Forza Horizon 4","Description":"Forza Horizon 4 is a 2018 racing video game developed by Playground Games and published by Microsoft Studios. It was released on 2 October 2018 on Xbox One and Microsoft Windows after being announced at Xbox's E3 2018 conference. An enhanced version of the game was released on Xbox Series X/S on 10 November 2020. The game is set in a fictionalised representation of areas of Great Britain. It is the fourth Forza Horizon title and eleventh  instalment  in the Forza series. The game is noted for its introduction of changing seasons to the series, as well as featuring several content-expanding updates which have included new game modes. A sequel, Forza Horizon 5, was released on 9 November 2021."},"Forza Horizon 5":{"Title":"Forza Horizon 5","Genre(s)":"Racing","Developer(s)":"Playground Games","Publisher(s)":"Xbox Game Studios","Release date":"Forza Horizon 5","Description":"Forza Horizon 5 is a 2021 racing video game developed by Playground Games and published by Xbox Game Studios. It is the fifth Forza Horizon title and twelfth main instalment in the Forza series. The game is set in a fictionalised representation of Mexico. It was released on 9 November 2021 for Microsoft Windows, Xbox One, and Xbox Series X/S.\nThe game received critical acclaim and became a commercial success upon release; it launched to over ten million players in the first week, the biggest-ever launch for an Xbox Game Studios game. The game was nominated for three jury-voted awards at The Game Awards 2021, winning all three of its nominations and tying with Hazelight's It Takes Two for most wins, and was also nominated for the public-voted Players' Voice award, which went to fellow Xbox Game Studios title Halo Infinite.\n\n"},"Forza Motorsport":{"Title":"Forza Motorsport","Genre(s)":"Racing","Developer(s)":"Turn 10 Studios","Publisher(s)":"Xbox Game Studios","Release date":"Forza Motorsport","Description":"Forza ( FORT-sə, Italian: [ˈfɔrtsa]; Italian for \"strength\") is a series of simulation racing games for Xbox consoles, Microsoft Windows, iOS and Android devices published by Xbox Game Studios. The series seeks to emulate the performance and handling characteristics of many real-life production, modified and racing cars.\nThe franchise is primarily divided into two ongoing titles; the original Forza Motorsport series developed by American developer Turn 10 Studios, which focuses on primarily professional-style track racing events and series around a variety of both real and fictional tracks, and the Forza Horizon series developed by British developer Playground Games, which revolves around a fictional racing and music festival called the \"Horizon Festival\" and features open world environments set in fictional representations of real world areas in which players may freely roam and participate in racing events.\nForza is a highly recognized racing franchise, becoming the sixth best-selling racing franchise with about 16 million copies sold as of April 2021. It is also one of the highest-grossing video game franchises overall, and has garnered critical acclaim."},"Fuga: Melodies of Steel":{"Title":"Fuga: Melodies of Steel","Genre(s)":"Tactical role-playing","Developer(s)":"CyberConnect2","Publisher(s)":"CyberConnect2","Release date":"Fuga: Melodies of Steel","Description":"Fuga: Melodies of Steel is a tactical role-playing video game developed and published by CyberConnect2. It is the fourth title in the company's Little Tail Bronx series and it serves as a prequel to Tail Concerto and Solatorobo: Red the Hunter. The game takes place in a war-torn world populated by anthropomorphic dogs and cats (\"Caninu\" and \"Felineko\" respectively, lit. \"イヌヒト\" and \"ネコヒト\" / \"dog people\" and \"cat people\"), where a group of children struggle for survival aboard a giant tank against soldiers from an enemy nation."},"Gears 5":{"Title":"Gears 5","Genre(s)":"Third-person shooter","Developer(s)":"The Coalition","Publisher(s)":"Xbox Game Studios","Release date":"Gears 5","Description":"Gears 5 is a 2019 third-person shooter video game developed by The Coalition and published by Xbox Game Studios for Xbox One, Microsoft Windows and Xbox Series X/S. It is the fifth main installment of the Gears of War series and the sequel to Gears of War 4. Gears 5 follows the story of Kait Diaz, who is on a journey to find out the origin of the Locust Horde, the main antagonistic faction of the Gears of War series. \nThe Ultimate Edition for Gears 5 was released on September 6, 2019, while the standard edition of the game was released worldwide on September 10, 2019. Gears 5 received generally favorable reviews from critics who praised the gameplay, campaign, presentation and amount of content, but criticised the story and overall lack of innovation."},"Gears Tactics":{"Title":"Gears Tactics","Genre(s)":"Turn-based strategy","Developer(s)":["The Coalition","Splash Damage"],"Publisher(s)":"Xbox Game Studios","Release date":"Gears Tactics","Description":"Gears Tactics is a turn-based tactics video game developed by Splash Damage in conjunction with The Coalition and published by Xbox Game Studios. It is a spin-off of the Gears of War franchise and a prequel to the first game. The game was released first for Microsoft Windows on April 28, 2020 and subsequently for Xbox One and Xbox Series X/S on November 10, 2020."},"Ghostrunner":{"Title":"Ghostrunner","Genre(s)":["Action","platform"],"Developer(s)":"One More Level","Publisher(s)":["All in! Games","505 Games"],"Release date":"Ghostrunner","Description":"Ghostrunner is a cyberpunk action platformer co-developed by the danish Copenhagen-based Studio Slipgate Ironworks and Poland-based developer One More Level and co-published by All In! Games and 505 Games. It was released for Microsoft Windows, PlayStation 4 and Xbox One in October 2020, and Nintendo Switch in November 2020, followed by a next gen release for PlayStation 5 and Xbox Series X/S in September 2021. Ghostrunner is co-produced by 3D Realms and co-developed by Slipgate Ironworks. A story expansion, titled Ghostrunner: Project Hel, was released on 3 March 2022. A sequel is in development. \n\n"},"Gotham Knights":{"Title":"Gotham Knights","Genre(s)":["Action role-playing game"],"Developer(s)":"WB Games Montréal","Publisher(s)":"WB Games","Release date":"Gotham Knights","Description":"Gotham Knights is an upcoming action role-playing game developed by WB Games Montréal and published by Warner Bros. Interactive Entertainment. It is set to be released on October 25, 2022 for Microsoft Windows, PlayStation 5, and Xbox Series X/S. Inspired by the Batman: Gotham Knights comic series based on the DC Comics character Batman and his supporting cast, the game is centered on Nightwing, Batgirl, Robin, and Red Hood, who are tasked with restoring justice to Gotham City during a period of decline in the immediate aftermath of Batman's death. While investigating Batman's mysterious disappearance, the heroes come into conflict with the Court of Owls, a secret society that is as old as Gotham itself, and their legion of brainwashed assassins called Talons."},"Grand Theft Auto: The Trilogy – The Definitive Edition":{"Title":"Grand Theft Auto: The Trilogy – The Definitive Edition","Genre(s)":"Action-adventure","Developer(s)":"Grove Street Games","Publisher(s)":"Rockstar Games","Release date":"Grand Theft Auto: The Trilogy – The Definitive Edition","Description":"Grand Theft Auto: The Trilogy – The Definitive Edition is a 2021 compilation of three action-adventure games in the Grand Theft Auto series: Grand Theft Auto III (2001), Grand Theft Auto: Vice City (2002), and Grand Theft Auto: San Andreas (2004). It was developed by Grove Street Games and published by Rockstar Games. All three games are remastered, with visual enhancements and gameplay upgrades. The games feature different protagonists and locations within the same continuity. Grand Theft Auto III follows silent protagonist Claude in Liberty City; Vice City, set in 1986, features ex-mobster Tommy Vercetti in the titular Vice City; and San Andreas, set in 1992, follows gangster Carl \"CJ\" Johnson within the fictional state of San Andreas.\nThe two-year development focused on maintaining the look and feel of the original games; the physics code was copied from the originals, and artificial intelligence was used to automatically upscale textures. The development team studied the distinctive qualities of the original games. They added several colouring, weathering, and lighting effects, as well as new assets from Grand Theft Auto V (2013). The team consulted with the original developers at Rockstar North when upgrading the character designs. Prior to release, existing versions of the three games were removed from sale from digital retailers, which led to criticism from audiences and journalists; in response, Rockstar restored the original versions on the Rockstar Store.\nThe Definitive Edition was released for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on 11 November 2021, and is scheduled for release on Android and iOS devices in 2022/2023. The Windows launch was marred by problems with the Rockstar Games Launcher, rendering it unplayable for three days. The game received poor reviews; critics generally praised the enhanced visuals, upgraded lighting, improved controls, and added gameplay mechanics, but criticised its technical problems, art direction, and character models. It was one of the lowest-scoring games of 2021, and was the subject of review bombing on Metacritic. Rockstar apologised for the technical problems and announced its intentions to improve the game through updates.\n\n"},"Grand Theft Auto V":{"Title":"Grand Theft Auto V","Genre(s)":"Action-adventure","Developer(s)":"Rockstar North","Publisher(s)":"Rockstar Games","Release date":"Grand Theft Auto V","Description":"Grand Theft Auto V is a 2013 action-adventure game developed by Rockstar North and published by Rockstar Games. It is the seventh main entry in the Grand Theft Auto series, following 2008's Grand Theft Auto IV, and the fifteenth instalment overall. Set within the fictional state of San Andreas, based on Southern California, the single-player story follows three protagonists—retired bank robber Michael De Santa, street gangster Franklin Clinton, and drug dealer and gunrunner Trevor Philips—and their attempts to commit heists while under pressure from a corrupt government agency and powerful criminals. The open world design lets players freely roam San Andreas' open countryside and the fictional city of Los Santos, based on Los Angeles.\nThe game is played from either a third-person or first-person perspective, and its world is navigated on foot and by vehicle. Players control the three lead protagonists throughout single-player and switch among them, both during and outside missions. The story is centred on the heist sequences, and many missions involve shooting and driving gameplay. A \"wanted\" system governs the aggression of law enforcement response to players who commit crimes. Grand Theft Auto Online, the game's online multiplayer mode, lets up to 30 players engage in a variety of different cooperative and competitive game modes.\nThe game's development began around the time of Grand Theft Auto IV's release and was shared between many of Rockstar's studios worldwide. The development team drew influence from many of their previous projects such as Red Dead Redemption and Max Payne 3 and designed the game around three lead protagonists to innovate on the core structure of its predecessors. Much of the development work constituted the open world's creation, and several team members conducted field research around California to capture footage for the design team. The game's soundtrack features an original score composed by a team of producers who collaborated over several years. It was released in September 2013 for the PlayStation 3 and Xbox 360, in November 2014 for the PlayStation 4 and Xbox One, in April 2015 for Microsoft Windows, and in March 2022 for the PlayStation 5 and Xbox Series X/S.\nExtensively marketed and widely anticipated, the game broke industry sales records and became the fastest-selling entertainment product in history, earning $800 million in its first day and $1 billion in its first three days. It received critical acclaim, with praise directed at its multiple protagonist design, open world, presentation and gameplay. However, it caused controversies related to its depiction of violence and women. Considered one of seventh and eighth generation console gaming's most significant titles and among the best video games ever made, it won year-end accolades including Game of the Year awards from several gaming publications. It is the second best-selling video game of all time with over 165 million copies shipped, and as of April 2018, one of the most financially successful entertainment products of all time, with about $6 billion in worldwide revenue."},"Graven":{"Title":"Graven","Genre(s)":"First-person shooter","Developer(s)":"Slipgate Ironworks","Publisher(s)":["3D Realms","1C Entertainment"],"Release date":"Graven","Description":"Graven is an upcoming dark fantasy first-person shooter video game developed by Slipgate Ironworks and published by 3D Realms and 1C Entertainment. Often described as a spiritual successor to Hexen II, Graven incorporates elements of the action role-playing game and immersive sim genres to create an \"action-adventure puzzler\".  The game is expected to release in 2022."},"GreedFall":{"Title":"GreedFall","Genre(s)":"Action role-playing","Developer(s)":"Spiders","Publisher(s)":"Focus Home Interactive","Release date":"GreedFall","Description":"GreedFall is an action role-playing game developed by Spiders and published by Focus Home Interactive. The game is set in an early 17th century-styled fantasy setting and was released for Microsoft Windows, PlayStation 4, and Xbox One on September 10, 2019, and subsequently in a graphically uplifted version for PlayStation 5 and Xbox Series X/S on June 30, 2021. A sequel titled Greedfall 2: The Dying World was announced on May 18, 2022.\n\n"},"Grid Legends":{"Title":"Grid Legends","Genre(s)":"Racing","Developer(s)":"Codemasters","Publisher(s)":"Electronic Arts","Release date":"Grid Legends","Description":"Grid Legends (stylised as GRID Legends) is a 2022 racing video game developed by Codemasters and published by Electronic Arts. It is the fifth installment in the Grid franchise. The game was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S on February 25, 2022."},"Grounded":{"Title":"Grounded","Genre(s)":["Action-adventure","Survival"],"Developer(s)":"Obsidian Entertainment","Publisher(s)":"Xbox Game Studios","Release date":"Grounded","Description":"Grounded is a survival video game developed by Obsidian Entertainment and published by Xbox Game Studios. It was released for Microsoft Windows and Xbox One in early access in July 2020. It is scheduled for a full release in September 2022."},"Guardians of the Galaxy":{"Title":"Guardians of the Galaxy","Genre(s)":"Action-adventure","Developer(s)":"Eidos-Montréal","Publisher(s)":"Square Enix","Release date":"Guardians of the Galaxy","Description":"Marvel's Guardians of the Galaxy is a 2021 action-adventure game developed by Eidos-Montréal and published by Square Enix's European subsidiary. Based on the Marvel Comics superhero team Guardians of the Galaxy, the game was released for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on October 26, 2021.\nMarvel's Guardians of the Galaxy received generally favorable reviews from critics, with praise for its narrative, presentation, and characters, but criticism for its combat. The game failed to meet sales expectations of publisher Square Enix.\n\n"},"Hades":{"Title":"Hades","Genre(s)":"Action-adventure","Developer(s)":"Supergiant Games","Publisher(s)":"Supergiant Games","Release date":"Hades","Description":"Hades is a roguelike action dungeon crawler video game developed and published by Supergiant Games. It was released for Microsoft Windows, macOS, and Nintendo Switch in September 2020, which followed an early access release in December 2018. It was later released for PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S in August 2021.\nPlayers control Zagreus, the son of Hades, as he attempts to escape from the Underworld to reach Mount Olympus, at times aided by gifts bestowed on him from the other Olympians. Each run challenges the player through a random series of rooms populated with enemies and rewards. The game has a hack and slash combat system; the player uses a combination of their main weapon attack, a special attack, a dash ability, and a magic ability to defeat them while avoiding damage to progress as far as possible. While Zagreus will often die, the player can use gained treasure to improve certain attributes or unlock new weapons and abilities to improve chances of escaping on subsequent runs.\nHades was developed following Supergiant's Pyre, a game in which they wanted to explore procedural narrative storytelling, but due to the nature of the main gameplay, found that players did not play through Pyre multiple times to explore this. The roguelike structure of Hades gave them the opportunity to tell these branching stories to the player over the course of multiple runs.\nA commercial and critical success, Hades received universal acclaim for its gameplay, art direction, music, narrative and characters and sold over one million copies. It is considered to be one of the best video games of 2020, and was named game of the year from several award ceremonies and media publications.\n\n"},"Halo Infinite":{"Title":"Halo Infinite","Genre(s)":"First-person shooter","Developer(s)":"343 Industries","Publisher(s)":"Xbox Game Studios","Release date":"Halo Infinite","Description":"Halo Infinite is a 2021 first-person shooter game developed by 343 Industries and published by Xbox Game Studios. It is the sixth mainline entry in the Halo series, and the third in the \"Reclaimer Saga\" following Halo 5: Guardians (2015).\nThe campaign follows the human supersoldier Master Chief and his fight against the enemy Banished on the Forerunner ringworld Zeta Halo, also known as Installation 07. Unlike previous installments in the series, the multiplayer portion of the game is free-to-play.\nInfinite was initially planned to be released as a launch title with the Xbox Series X/S on November 10, 2020, but was delayed in August 2020. Following an open beta release of the multiplayer component on November 15, 2021, coinciding with the franchise's 20th anniversary, the campaign was released for Windows, Xbox One, and Xbox Series X/S on December 8, 2021. Halo Infinite received generally favorable reviews from critics, with some deeming the game a return to form for the series. Praise was directed towards its visuals, gameplay, open world design, soundtrack, and story.\n\n"},"Halo: The Master Chief Collection":{"Title":"Halo: The Master Chief Collection","Genre(s)":"First-person shooter","Developer(s)":["343 Industries","Bungie"],"Publisher(s)":"Xbox Game Studios","Release date":"Halo: The Master Chief Collection","Description":"Halo: The Master Chief Collection is a compilation of first-person shooter video games in the Halo series, originally released in November 2014 for the Xbox One, and later on Microsoft Windows through 2019 and 2020. An enhanced version was released for the Xbox Series X/S in November 2020. The collection was developed by 343 Industries in partnership with other studios and was published by Xbox Game Studios. The collection includes Halo: Combat Evolved Anniversary, Halo 2: Anniversary, Halo 3, Halo 3: ODST, Halo: Reach, and Halo 4, which were originally released on earlier Xbox platforms.\nEach game added to the Master Chief Collection received a graphical upgrade, with Halo 2 receiving a complete high-definition redesign of its audio and cutscenes, exclusive to the collection, to celebrate its 10th anniversary. The game includes access to the live-action series Halo: Nightfall as well as the Halo 5: Guardians multiplayer beta that was available for a limited time. The collection's multiplayer features every map originally released with each game, including six Halo 2 maps remade from the ground up.\nAt launch, critics generally praised The Master Chief Collection for its updated audio and visuals, as well as its quantity of content, but was also met with negative reception for its multiplayer aspects due to a significant number of bugs and poor matchmaking experiences. Many of these technical issues were later fixed in post-release patches."},"Haven":{"Title":"Haven","Genre(s)":["Adventure","role-playing"],"Developer(s)":"The Game Bakers","Publisher(s)":"The Game Bakers","Release date":"Haven","Description":"Haven is a 2020 role-playing video game developed and published by The Game Bakers. It was released in December for Windows, PlayStation 5, Xbox One, and Xbox Series X/S, while versions for PlayStation 4 and Nintendo Switch were released in February 2021. The game received generally positive reviews from critics, who were divided about the story."},"Hellblade: Senua's Sacrifice":{"Title":"Hellblade: Senua's Sacrifice","Genre(s)":"Action-adventure","Developer(s)":"Ninja Theory","Publisher(s)":"Ninja Theory","Release date":"Hellblade: Senua's Sacrifice","Description":"Hellblade: Senua's Sacrifice is an action-adventure game developed and published by the British video game development studio Ninja Theory. Set in a dark fantasy world inspired by Norse mythology and Celtic culture, the game follows Senua, a Pict warrior who must make her way to Helheim by defeating otherworldly entities and facing their challenges, in order to rescue the soul of her dead lover from the goddess Hela. It was released worldwide for Microsoft Windows and PlayStation 4 in August 2017, Xbox One in April 2018, Nintendo Switch in April 2019, and Xbox Series X and Series S in August 2021. Hellblade features support for virtual reality, which was added in a 2018 update.\nSelf-described as an \"independent AAA game\", Hellblade was created by a team of approximately twenty developers led by writer and director Tameem Antoniades. The game blends different gameplay mechanics and concepts like puzzle solving, psychological horror and melee combat. Voice acting is an integral part of the game, while its cutscenes combine motion capture by Melina Juergens, and live action performances by other actors. The game's narrative serves as a metaphor for the character's struggle with psychosis, as Senua, who suffers from the condition but believes it to be a curse, is haunted by an entity known as the \"Darkness\", voices in her head known as \"Furies\", and memories from her past. To properly represent psychosis, developers worked closely with neuroscientists, mental health specialists, and people living with the condition.\nHellblade was a commercial success and was well-received by critics, who praised it as a work of art and applauded its uncommon choice of revolving around psychosis, the quality and uniqueness of its approach of the condition, and its story and main character. Its overall presentation, along with Juergens' performance, was also considered superior in quality to what independent games usually provide, although its gameplay and other elements received some criticism. The game sold over a million copies across all platforms by June 2018. A sequel, Senua's Saga: Hellblade II, was announced at The Game Awards 2019."},"Hell Let Loose":{"Title":"Hell Let Loose","Genre(s)":"First-person shooter","Developer(s)":"Black Matter Party","Publisher(s)":"Team17","Release date":"Hell Let Loose","Description":"Hell Let Loose is a multiplayer tactical first-person shooter video game developed by Australian studio Black Matter and published by Team17. Players fight in iconic battles of the Western and Eastern Fronts of World War II at the platoon level.\nThe game was announced via a successful Kickstarter campaign in 2017, where it raised US$220,000. It was initially released for Microsoft Windows as an early access title on 6 June 2019, with full release in July 2021. It was released for PlayStation 5 and Xbox Series X/S on 5 October 2021."},"Hello Neighbor 2":{"Title":"Hello Neighbor 2","Genre(s)":["Stealth","Survival horror"],"Developer(s)":"Dynamic Pixels","Publisher(s)":"TinyBuild","Release date":"Hello Neighbor 2","Description":"Hello Neighbor (formerly stylized as Hello, Neighbor!) is a survival horror stealth game developed by Russian studio Dynamic Pixels and published by tinyBuild. Initially released as public alphas from 2016 to 2017, it received a full release for Microsoft Windows and Xbox One on 8 December 2017, and later for PlayStation 4, Nintendo Switch, iOS and Android on 26 July 2018.\nIn the game, players take the role of Nicky Roth, who investigates his mysterious neighbor named Mr. Peterson. Their goal is to successfully sneak into the basement of the neighbor's house to uncover a dark secret while avoiding being caught by the neighbor. The game's artificial intelligence (AI) modifies the neighbor's behaviour based on the player's past actions, such as setting traps along paths the player followed in a previous attempt.While the initial alpha versions of Hello Neighbor were received positively by fans and critics, the final product was met with largely negative reviews. Critics panned the gameplay, control scheme, and technical performance, although some praised the story, mystery elements, and art style. Despite the negative reception, the game spawned a franchise, beginning with a prequel, Hello Neighbor: Hide and Seek, released in December 2018. Two multiplayer spin-offs, Secret Neighbor and Hello Engineer, were released in October 2019 and October 2021, respectively. A standalone sequel, Hello Neighbor 2, is expected to released on December 6, 2022."},"Hellpoint":{"Title":"Hellpoint","Genre(s)":"Action role-playing","Developer(s)":"Cradle Games","Publisher(s)":"TinyBuild","Release date":"Hellpoint","Description":"Hellpoint is an action role-playing game developed by Cradle Games and published by tinyBuild, released for Microsoft Windows, Linux, MacOS, PlayStation 4, and Xbox One on July 30, 2020. The player takes on the role of a nameless humanoid stranded on derelict space station Irid Novo, and must battle vicious creatures in order to solve the mystery behind the events that happened there. Irid Novo orbits a massive black hole; the station's position in relation to the black hole affects the strength of enemies. Versions for Stadia and Nintendo Switch were released on February 25, 2021, with PlayStation 5 and Xbox Series X/S versions are set to be released in 2021.\n\n"},"Hitman 3":{"Title":"Hitman 3","Genre(s)":"Stealth","Developer(s)":"IO Interactive","Publisher(s)":"IO Interactive","Release date":"Hitman 3","Description":"Hitman 3 (stylized as HITMAN III) is a 2021 stealth game developed and published by IO Interactive. It is the sequel to the 2018 video game Hitman 2, the eighth main installment in the Hitman series and the third and final entry in the World of Assassination trilogy. Concluding the plot arc started in Hitman, the single-player storyline follows genetically-engineered assassin Agent 47 and his allies as they hunt down the leaders of the secretive organization Providence, which controls the world's affairs and was partially responsible for 47's creation and upbringing.\nThe game is presented from a third-person perspective, with a focus on interactive elements in 47's environment. Like the previous entries in the series, the game features 6 levels, with 5 of them being large open-ended sandbox levels. Agent 47 can walk around each map freely to discover assassination opportunities. The player can complete challenges within each mission in order to unlock new items.\nHitman 3 was released worldwide for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Stadia (under the title Hitman: World of Assassination) and Nintendo Switch (via cloud gaming) on 20 January 2021. The game received critical acclaim, with some critics calling it the best entry in the series and one of the greatest stealth games of all time. It was particularly praised for its level design and atmosphere, stealth mechanics, and 47's abilities. Hitman 3 was the most commercially successful game in the franchise. It won various awards including \"PC Game of the Year\" at the 2021 Golden Joystick Awards."},"Hogwarts Legacy":{"Title":"Hogwarts Legacy","Genre(s)":"Action role-playing","Developer(s)":"Avalanche Software","Publisher(s)":"Portkey Games","Release date":"Hogwarts Legacy","Description":"Hogwarts Legacy is an upcoming action role-playing video game, developed by Avalanche Software and published by Warner Bros. Interactive Entertainment under its Portkey Games label, using the  Unreal Engine. The game is set in the Wizarding World universe, based on the Harry Potter novels and film series including Fantastic Beasts. The game is slated to be released in the 4th quarter of 2022 for platforms Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S."},"Hood: Outlaws & Legends":{"Title":"Hood: Outlaws & Legends","Genre(s)":"Action-adventure","Developer(s)":"Sumo Digital","Publisher(s)":"Focus Home Interactive","Release date":"Hood: Outlaws & Legends","Description":"Hood: Outlaws & Legends is an action video game developed by Sumo Newcastle and published by Focus Home Interactive. The game was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X and Series S on May 10, 2021."},"Hot Wheels Unleashed":{"Title":"Hot Wheels Unleashed","Genre(s)":"Racing","Developer(s)":"Milestone","Publisher(s)":"Milestone","Release date":"Hot Wheels Unleashed","Description":"Hot Wheels Unleashed is a 2021 racing video game developed and published by Milestone based on Mattel's Hot Wheels toyline. The game was released on September 30, 2021 for the Xbox Series X/S, Xbox One, PlayStation 5, PlayStation 4, Nintendo Switch and Microsoft Windows."},"I Am Dead":{"Title":"I Am Dead","Genre(s)":"Adventure","Developer(s)":"Hollow Ponds","Publisher(s)":"Annapurna Interactive","Release date":"I Am Dead","Description":"I Am Dead is a puzzle adventure indie video game developed by British indie video game developer Hollow Ponds, published by Annapurna Interactive and released on October 8, 2020 for Microsoft Windows and Nintendo Switch. It was later released for PlayStation 4, PlayStation 5, Xbox One and Xbox Series X and Series S on August 9, 2021. The game follows the character Morris Lupton, a museum curator on the island of Shelmerston who recently died. Reunited with the ghost of his dog, Sparky, he discovers that a disaster is about to destroy the island. They both must uncover the ancient mysteries of Shelmerston and stop the island's volcano from erupting, saving the island. To do this, the player has the ability to see inside objects and people, revealing their contents and memories."},"I Am Fish":{"Title":"I Am Fish","Genre(s)":["Action-adventure","simulation"],"Developer(s)":"Bossa Studios","Publisher(s)":"Curve Digital","Release date":"I Am Fish","Description":"Bossa Studios Limited is a British video game developer based in London. It is known for its comedic, physics-based games Surgeon Simulator and I Am Bread."},"Infernax":{"Title":"Infernax","Genre(s)":"Action-adventure","Developer(s)":"Berzerk Studio","Publisher(s)":"The Arcade Crew","Release date":"Infernax","Description":"Infernax is a 2D action-adventure game developed by Berzerk Studio and published by The Arcade Crew. It was released on February 14, 2022 for Microsoft Windows, PlayStation 4, Xbox One, Xbox Series X/S, and Nintendo Switch. The game follows the knight Alcedor, who finds his village overrun by monsters upon returning from the Crusades. Infernax received generally favorable reviews."},"Insurgency: Sandstorm":{"Title":"Insurgency: Sandstorm","Genre(s)":"First-person shooter","Developer(s)":"New World Interactive","Publisher(s)":"Focus Home Interactive","Release date":"Insurgency: Sandstorm","Description":"Insurgency: Sandstorm is a multiplayer tactical first-person shooter video game developed by New World Interactive and published by Focus Home Interactive. The game is a sequel to the 2014 video game Insurgency. Set in an unnamed fictional Middle Eastern region, the game depicts a conflict between two factions: \"Security\", loosely based on various world militaries (namely NATO forces; United States SOCOM; the armed forces of Iraq, Afghanistan, and Syria; Kurdish YPG and YPJ; and Western private military companies), and \"Insurgents\", loosely based on various paramilitary and terrorist groups (namely ISIL, the Taliban, Al-Qaeda, Security defectors, and implied Russian mercenaries).Insurgency: Sandstorm was officially announced in February 2016 for Microsoft Windows. It was released on December 12, 2018, for Windows; the previously-announced Linux and macOS versions of the game were cancelled. The PlayStation 4 and Xbox One versions went through numerous delays and were released alongside PlayStation 5 and Xbox Series X/S versions on September 29, 2021.Insurgency: Sandstorm received critical acclaim for its realistic gameplay, level design, sound design, atmosphere, graphics, and fluid animations, but was criticized for its technical issues and optimization, with some lamenting the cancellation of the planned story campaign."},"Immortals Fenyx Rising":{"Title":"Immortals Fenyx Rising","Genre(s)":"Action-adventure","Developer(s)":"Ubisoft Quebec","Publisher(s)":"Ubisoft","Release date":"Immortals Fenyx Rising","Description":"Immortals Fenyx Rising (originally known as Gods and Monsters) is an action-adventure video game developed by Ubisoft Quebec and published by Ubisoft. The game was released for Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Stadia, Xbox One, Xbox Series X and S, and Amazon Luna on December 3, 2020 to favorable reviews.\nThe game tells the story, as narrated by Prometheus to Zeus, of Fenyx, a mortal who in order to rescue Fenyx's brother must stop the evil Typhon after his escape from the underworld.\n\n"},"Iron Harvest":{"Title":"Iron Harvest","Genre(s)":"Real-time strategy","Developer(s)":"King Art Games","Publisher(s)":"Deep Silver","Release date":"Iron Harvest","Description":"Iron Harvest is a dieselpunk mecha real-time strategy video game developed by King Art Games and published by Deep Silver. The game was released for Windows on September 1, 2020. PlayStation 5 and Xbox Series X/S on October 26, 2021."},"It Takes Two":{"Title":"It Takes Two","Genre(s)":["Action-adventure","platform"],"Developer(s)":"Hazelight Studios","Publisher(s)":"Electronic Arts","Release date":"It Takes Two","Description":"It Takes Two is an action-adventure platform game developed by Hazelight Studios and published by Electronic Arts. It was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S in March 2021. Like Hazelight's debut game A Way Out, it does not have a single-player option. It is playable only in either online or local split screen cooperative multiplayer between two players.\nIt Takes Two received generally favorable reviews from critics and won multiple year-end accolades, including the Game of the Year at The Game Awards 2021 and the 25th Annual D.I.C.E. Awards. The game was a commercial success, with more than 5 million copies sold by February 2022.\n\n"},"JoJo's Bizarre Adventure: All Star Battle R":{"Title":"JoJo's Bizarre Adventure: All Star Battle R","Genre(s)":"Fighting","Developer(s)":"CyberConnet2","Publisher(s)":"Bandai Namco Entertainment","Release date":"JoJo's Bizarre Adventure: All Star Battle R","Description":"JoJo's Bizarre Adventure: All Star Battle is a fighting game developed by CyberConnect2 and published by Namco Bandai Games for PlayStation 3. Based on Hirohiko Araki's long-running manga series JoJo' s Bizarre Adventure, the game allows players to compete against each other using over 40 characters taken from the first eight story arcs. The game was released in Japan on August 29, 2013, and was released internationally in late April 2014.A remaster featuring additional content, titled JoJo's Bizarre Adventure: All Star Battle R will release for Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Microsoft Windows via Steam on September 2, 2022."},"Judgment":{"Title":"Judgment","Genre(s)":"Action-adventure","Developer(s)":"Ryu Ga Gotoku Studio","Publisher(s)":"Sega","Release date":"Judgment","Description":"Judgment is an action-adventure video game developed by Ryu Ga Gotoku Studio and published by Sega. A spin-off to the Yakuza series, it was released for the PlayStation 4 in December 2018 in Japan and June 2019, worldwide. A remastered version of the game, with the subtitle Remastered in Japan and Asia, was released for the PlayStation 5, Stadia, and Xbox Series X and Series S in April 2021. Judgment follows lawyer-turned-detective Takayuki Yagami and his allies as they explore a case involving corpses whose eyes have been removed. The player controls Yagami in the fictional Tokyo district of Kamurocho, where he fights thugs and yakuza while carrying out missions involving chasing, stealth, and searching for clues.\nThe game began its initial development in 2015 under the codename Project Judge. The game originated from Sega's desire to create a new IP with Toshihiro Nagoshi serving as the writer. Nagoshi wanted to write a new type of story with a detective working on a case that contrasted with Nagoshi's previous work in Yakuza. As a result, the developers designed the game to be accessible to detective-game newcomers. Singer and actor Takuya Kimura, who provided both facial features and Japanese voice acting, was cast to play Yagami. Due to popular demand, the game includes an English voice-over dub as well as subtitles in several additional languages. The Japanese rock band Alexandros produced two songs for the game.\nJudgment was withdrawn from the Japanese market in March 2019 following the arrest of Pierre Taki, one of the game's actors, for suspected cocaine use. While localizing the game for international markets, Taki's  likeness was removed and his voice acting performance was replaced. Judgment received a generally positive response from critics. Many praised the game's plot and side content but criticized the simplicity of its investigation mechanics. Judgment was a commercial success, topping one million and earned recognition as one of the best video games released in 2019. The remaster was praised for improving the game's frame rate and visuals. A sequel, Lost Judgment released on September 24, 2021."},"Just Dance 2021":{"Title":"Just Dance 2021","Genre(s)":"Music","Developer(s)":"Ubisoft Paris","Publisher(s)":"Ubisoft","Release date":"Just Dance 2021","Description":"Just Dance 2021 is a 2020 dance rhythm game developed and published by Ubisoft. It was unveiled on August 26, 2020 during the Nintendo Direct Mini: Partner Showcase web presentation as the twelfth main installment of the series, and was released on November 12, 2020, for Nintendo Switch, PlayStation 4, Xbox One, and Stadia, and on November 24, 2020, for PlayStation 5 and Xbox Series X/S. It is the first game in the series since the initial title not to be announced at E3 due to time constraints brought by the COVID-19 pandemic. It is also the first game in the main series not to be released for the Wii. A sequel, Just Dance 2022, was released on November 4, 2021.\n\n"},"Just Dance 2022":{"Title":"Just Dance 2022","Genre(s)":"Music","Developer(s)":"Ubisoft Paris","Publisher(s)":"Ubisoft","Release date":"Just Dance 2022","Description":"Just Dance 2022 is a 2021 dance rhythm game developed and published by Ubisoft. It was unveiled on June 12, 2021, during the online Ubisoft Forward E3 press conference as the thirteenth main installment of the series, and was released on November 4, 2021, for Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Stadia.\n\n"},"Jurassic World Evolution 2":{"Title":"Jurassic World Evolution 2","Genre(s)":"Business simulation","Developer(s)":"Frontier Developments","Publisher(s)":"Frontier Developments","Release date":"Jurassic World Evolution 2","Description":"Jurassic World Evolution 2 is a construction and management simulation video game developed and published by Frontier Developments. A sequel to Jurassic World Evolution (2018) and set after Jurassic World: Fallen Kingdom, the game was released for Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X and Series S on November 9, 2021. The game received generally positive reviews from critics, who deemed it an improvement over its predecessor."},"Kao the Kangaroo":{"Title":"Kao the Kangaroo","Genre(s)":"Platform","Developer(s)":"Tate Multimedia","Publisher(s)":"Tate Multimedia","Release date":"Kao the Kangaroo","Description":"Kao the Kangaroo is a platform video game developed and published by Tate Multimedia was released in May 2022 for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S. It is the fourth installment of the franchise, a reboot of the series, and the first title released after Kao the Kangaroo: Mystery of the Volcano in 2005.\n\n"},"Kerbal Space Program 2":{"Title":"Kerbal Space Program 2","Genre(s)":"Space flight simulation","Developer(s)":"Intercept Games","Publisher(s)":"Private Division","Release date":"Kerbal Space Program 2","Description":"Kerbal Space Program 2 is an upcoming space flight simulation video game developed by Intercept Games and published by Private Division. It is the sequel to 2015's Kerbal Space Program and is scheduled for release in early 2023 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S.\n\n"},"Kerbal Space Program: Enhanced Edition":{"Title":"Kerbal Space Program: Enhanced Edition","Genre(s)":"Space flight simulation","Developer(s)":"Squad","Publisher(s)":"Private Division","Release date":"Kerbal Space Program: Enhanced Edition","Description":"Kerbal Space Program (KSP) is a space flight simulation video game developed by Mexican developer Squad for Microsoft Windows, macOS, Linux, PlayStation 4, and Xbox One. In the game, players direct a nascent space program, staffed and crewed by green humanoid aliens known as \"Kerbals\". The game features a realistic orbital physics engine, allowing for various real-life orbital maneuvers such as Hohmann transfer orbits and orbital rendezvous.\nThe first public version was released digitally on Squad's Kerbal Space Program storefront on 24 June 2011, and joined Steam's early access program on 20 March 2013. The game was released out of beta on 27 April 2015. Kerbal Space Program has support for user-created mods that add new features. Popular mods have received support and inclusion in the game by Squad. People such as Scott Manley and organizations involved in space travel have taken an interest in the game, including NASA, the European Space Agency, United Launch Alliance CEO Tory Bruno,  CEO and CTO of SpaceX Elon Musk and Peter Beck, CEO and CTO of Rocket Lab.In May 2017, Squad announced that the game was purchased by video game company Take-Two Interactive, who will help support Squad in keeping the console versions up-to-date alongside the personal computer versions. An Enhanced Edition was released for Xbox One and PlayStation 4 in January 2018, and for PlayStation 5 and Xbox Series X/S in September 2021 by Private Division, a publishing subsidiary of Take-Two Interactive. Two expansions for the game have been released as downloadable content: Making History in March 2018 and Breaking Ground in May 2019. A sequel, Kerbal Space Program 2, has been announced for a 2023 release.\n\n"},"The King of Fighters XV":{"Title":"The King of Fighters XV","Genre(s)":"Fighting","Developer(s)":"SNK","Publisher(s)":"SNK","Release date":"The King of Fighters XV","Description":"The King of Fighters XV, also called KOF XV, is a fighting game developed by SNK. It was released on February 17, 2022, for Microsoft Windows, PlayStation 4, PlayStation 5, and Xbox Series X/S. This is also the first game in The King of Fighters series created using Unreal Engine 4, and the first to implement GGPO rollback networking. Taking place after the events of The King of Fighters XIV, the narrative primarily revolves around two fighters with multiverse-related supernatural powers, Shun'ei and Isla, among other returning heroes facing revived threats. King of Fighters XV generally received praise for its character roster, team-based gameplay, and smooth online performance, but criticism for its story mode, complex tutorials, and mechanics.\n\n"},"Last Stop":{"Title":"Last Stop","Genre(s)":"Adventure","Developer(s)":"Variable State","Publisher(s)":"Annapurna Interactive","Release date":"Last Stop","Description":"Last Stop is a supernatural adventure video game developed by Variable State and published by Annapurna Interactive for Microsoft Windows, Xbox One, Xbox Series X/S, PlayStation 4, PlayStation 5, and Nintendo Switch."},"Lego Star Wars: The Skywalker Saga":{"Title":"Lego Star Wars: The Skywalker Saga","Genre(s)":"Action-adventure","Developer(s)":"Traveller's Tales","Publisher(s)":"WB Games","Release date":"Lego Star Wars: The Skywalker Saga","Description":"Lego Star Wars: The Skywalker Saga is a 2022 Lego-themed action-adventure game developed by Traveller's Tales and published by Warner Bros. Interactive Entertainment. It is the sixth entry in TT Games' Lego Star Wars series of video games and the successor to 2016's Lego Star Wars: The Force Awakens. The game adapts all nine entries in the Skywalker Saga series of films, with additional characters based on other Star Wars films and television series released as DLC. \nThe game was released on 5 April 2022 for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. It received generally favorable reviews from critics, with praise for its graphics, humor, combat, and level design, though minor criticism was aimed at its excessive side content, technical issues, and lack of online co-op. The game sold more than 3.2 million copies within two weeks of its release.\n\n"},"Life Is Strange: True Colors":{"Title":"Life Is Strange: True Colors","Genre(s)":"Adventure","Developer(s)":"Deck Nine","Publisher(s)":"Square Enix","Release date":"Life Is Strange: True Colors","Description":"Life Is Strange: True Colors is a graphic adventure video game developed by Deck Nine and published by Square Enix's European subsidiary. It was released on 10 September 2021 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S and Stadia and was released for the Nintendo Switch on 7 December 2021. The plot focuses on Alex Chen, a young woman who can experience the emotions of others, as she tries to solve the mystery behind a tragedy that happened in her life.\nIt is the fifth game in the Life Is Strange series, and the third main installment, succeeding Life Is Strange 2. Unlike previous entries in the series, it was released in its entirety while still being structured into chapters. It received generally favorable reviews from critics. Critics praised the game’s characters, writing, story themes, voice acting, and facial animations, but criticized its short length, pacing, repetitive environments, and lack of impactful choices."},"Little Nightmares II":{"Title":"Little Nightmares II","Genre(s)":["Puzzle-platformer","Survival horror"],"Developer(s)":"Tarsier Studios","Publisher(s)":"Bandai Namco Entertainment","Release date":"Little Nightmares II","Description":"Little Nightmares II is a puzzle-platformer horror adventure game developed by Tarsier Studios, published by Bandai Namco Entertainment. It is the prequel to 2017's Little Nightmares. The story, which precedes the events of the first game, follows Mono, who must work together with Six, the protagonist from the previous game, to survive the horrors of the Pale City and discover its dark secrets. The game was released for Microsoft Windows, Stadia, Nintendo Switch, PlayStation 4 and Xbox One on 11 February 2021. An upgraded version, titled Little Nightmares II: Enhanced Edition, was developed by Supermassive Games and released on 25 August 2021 for Microsoft Windows, PlayStation 5 and Xbox Series X/S.The game received mostly positive reviews upon release, with critics praising its graphics, atmosphere, gameplay and sound, while a few criticized its controls and some unintentional glitches. Within one month of release, the game had sold one million units worldwide.\n\n"},"The Lord of the Rings: Gollum":{"Title":"The Lord of the Rings: Gollum","Genre(s)":"Action-adventure","Developer(s)":"Daedalic Entertainment","Publisher(s)":"Daedalic Entertainment","Release date":"The Lord of the Rings: Gollum","Description":"The Lord of the Rings: Gollum is an upcoming action-adventure video game developed by Daedalic Entertainment and co-published by Daedalic Entertainment and Nacon. It is based on The Lord of the Rings and follows the character of Gollum before the events of The Lord of the Rings. The game is scheduled for release for Microsoft Windows, PlayStation 4, PlayStation 5, Nintendo Switch, Xbox One and Xbox Series X/S consoles in 2022."},"Lost in Random":{"Title":"Lost in Random","Genre(s)":"Action-adventure","Developer(s)":"Zoink","Publisher(s)":"Electronic Arts","Release date":"Lost in Random","Description":"Lost in Random is an action-adventure video game developed by Zoink and published by Electronic Arts. Part of the EA Originals program, the game was released for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S in September 2021.\n\n"},"Lost Judgment":{"Title":"Lost Judgment","Genre(s)":"Action-adventure","Developer(s)":"Ryu Ga Gotoku Studio","Publisher(s)":"Sega","Release date":"Lost Judgment","Description":"Lost Judgment is an action-adventure video game developed by Ryu Ga Gotoku Studio and published by Sega. It was released globally on September 24, 2021. A sequel to the 2018 game Judgment (a spin-off of the Yakuza series), the game focuses on private detective Takayuki Yagami as he investigates a criminal accused of both sexual harassment and murder. Alongside several of his friends, Yagami manages to see the links between the suspect Akihiro Ehara and his links with a series of murders committed against bullies in Kamurocho and Isezaki Ijincho. The game builds on the action sequences from the first game while revising its stealth elements. Yagami uses two returning fighting styles plus the new aikido-based Snake.\nLost Judgment is the directorial debut of Kazuki Hosokawa who aimed to make it superior to its predecessor on which he worked as producer while attempting to also create an appealing narrative. Major Japanese voice actors include the returning Takuya Kimura (Yagami) and the newcomers Hiroshi Tamaki (Soma) and Koji Yamamoto (Kuwana) whose characters rival Yagami as the writers wanted their stories to explore the subject of bullying and whether or not Yagami has the power to stop it.\nLike its predecessor, the game received positive reviews from critics. The plot was generally praised for handling multiple controversial subjects in a serious manner though the pacing and style was the subject of mixed responses. Nevertheless, Yagami and the cast were well received. The gameplay was also praised, particularly the new improved fighting styles, but the stealth and parkour moves were often noted to be poorly developed. Downloadable content in the form of new sidequests and a story expansion focused on Yagami's partner Masaharu Kaito was also released."},"Madden NFL 21":{"Title":"Madden NFL 21","Genre(s)":"Sports","Developer(s)":"EA Tiburon","Publisher(s)":"Electronic Arts","Release date":"Madden NFL 21","Description":"Madden NFL 21 is an American football video game based on the National Football League (NFL), developed by EA Tiburon and published by Electronic Arts. It is an installment of the long-running Madden NFL series. It was released for Microsoft Windows, PlayStation 4 and Xbox One on August 28, 2020, and for PlayStation 5 and Xbox Series X/S on December 4, 2020. It features Baltimore Ravens quarterback Lamar Jackson as the cover athlete, and Brandon Gaudin and Charles Davis as its in-game commentators. The game received mixed reviews from critics, who praised its gameplay but criticized its technical issues, while player reception was negative, with many heavily criticizing the lack of innovation.\nA mobile version, titled Madden NFL 21 Mobile, was released on iOS and Android a few weeks before the game's initial launch as a full rework of the 2014 mobile game Madden NFL Mobile."},"Madden NFL 22":{"Title":"Madden NFL 22","Genre(s)":"Sports","Developer(s)":"EA Tiburon","Publisher(s)":"Electronic Arts","Release date":"Madden NFL 22","Description":"Madden NFL 22 is an American football video game based on the National Football League (NFL), developed by EA Tiburon and published by Electronic Arts. It is an installment of the long-running Madden NFL series, and was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Stadia. Patrick Mahomes of the Kansas City Chiefs and Tom Brady of the Tampa Bay Buccaneers, who played against each other the previous season in Super Bowl LV, both make their second appearance on the cover, the first joint cover since Madden NFL 10. Like recent previous installments of the series, the game received mixed reviews from critics, with praise for the attempts to improve Franchise mode but criticism at glitches and the lack of innovation elsewhere. This was the last Madden game released before the death of John Madden, the franchise's namesake."},"Madden NFL 23":{"Title":"Madden NFL 23","Genre(s)":"Sports","Developer(s)":"EA Tiburon","Publisher(s)":"Electronic Arts","Release date":"Madden NFL 23","Description":"Madden NFL 23 is an American football video game based on the National Football League (NFL), developed by EA Tiburon and published by Electronic Arts. It is an installment of the long-running Madden NFL series, and will be released on the Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S platforms worldwide August 19, 2022. Former head coach and broadcaster John Madden will be the cover star in honor of his death on December 28, 2021. This also makes the series debut on the Epic Games Store."},"Maid of Sker":{"Title":"Maid of Sker","Genre(s)":"Survival horror","Developer(s)":"Wales Interactive","Publisher(s)":"Wales Interactive","Release date":"Maid of Sker","Description":"Maid of Sker () is a first-person survival horror game developed by Wales Interactive for Microsoft Windows, Nintendo Switch, PlayStation 4 and Xbox One. It was planned for release in 2019, but was pushed back and was released on 28 July 2020 for Microsoft Windows, PlayStation 4 and Xbox One; the Nintendo Switch release was scheduled for later in 2020.\nThe game is set in 1898 in the Sker Hotel, on an imaginary island called Sker Island. The protagonist, Thomas Evans, is invited by his lover, Elisabeth Williams, to uncover the mysteries of the hotel after she notices her family's strange behavior. While exploring the hotel, Thomas learns cult followers called \"The Quiet Ones\" control the place. He finds notes and gramophone records scattered around the hotel that reveal the history of Elisabeth's family.\nSeveral Welsh and British folklore tales provide inspiration for the story, specifically Sker House, a historic place situated just outside the town of Porthcawl, near Bridgend, Wales, made famous by The Maid of Sker, the three-volume novel written by R. D. Blackmore. The folklore story of the same name titled Y Ferch o'r Sger in Welsh also influenced the game. The game has been compared to Outlast, The Evil Within 2, Silent Hill. Its saving system was compared to that of Resident Evil, with the typewriter switched to a gramophone in the saving rooms.\nMaid of Sker received \"mixed or average\" reviews from critics, the game was generally criticised for having bad gameplay mechanics and praised for the visuals and plot."},"Maneater":{"Title":"Maneater","Genre(s)":"Action role-playing","Developer(s)":["Tripwire Interactive","Blindside Interactive"],"Publisher(s)":["Tripwire Interactive","Deep Silver"],"Release date":"Maneater","Description":"Maneater is an action role-playing game developed and published by Tripwire Interactive. In the game, the player assumes control of a female bull shark who must evolve and survive in an open world so she can take revenge on a fisherman who disfigured her as a pup and killed her mother. Following the fisherman's death, the shark travels to a mysterious experiment site and confronts a radioactive monster causing chaos around Port Clovis. The game was released for Microsoft Windows, PlayStation 4, and Xbox One on May 22, 2020, Xbox Series X/S and PlayStation 5 in November 2020, and for the Nintendo Switch on May 25, 2021 in North America and Europe, and in Japan on May 27, 2021. A DLC called Truth Quest was announced on April 1, 2021 and released on August 31, 2021.\n\n"},"Manifold Garden":{"Title":"Manifold Garden","Genre(s)":"Puzzle","Developer(s)":"William Chyr Studio","Publisher(s)":"William Chyr Studio","Release date":"Manifold Garden","Description":"Manifold Garden is an indie first-person puzzle video game developed by American artist William Chyr. It was released on Windows, macOS, and iOS on October 18, 2019. The player must navigate an abstract series of structures that appear to repeat into infinity, while solving a progression of puzzles. Ports for PlayStation 4, Nintendo Switch and Xbox One were released on August 18, 2020. An upgraded version of the game was released for Xbox Series X and Series S as a launch title on November 10, 2020, and an upgraded PlayStation 5 version released on May 20, 2021."},"Marvel's Avengers":{"Title":"Marvel's Avengers","Genre(s)":"Action-adventure","Developer(s)":"Crystal Dynamics","Publisher(s)":"Square Enix","Release date":"Marvel's Avengers","Description":"Marvel's Avengers is a 2020 action role-playing brawler game developed by Crystal Dynamics and published by Square Enix's European subsidiary. Based on the Marvel Comics superhero team the Avengers, the game is mainly inspired by the Marvel Cinematic Universe's iteration of the group, but also incorporates elements from the team's long-running comic book mythology. The plot follows Inhuman teenager Kamala Khan, who gains superpowers during A-Day, a celebratory day for the Avengers, which ends in tragedy following a terrorist attack. Blamed for the disaster, the Avengers disband, and allow science corporation A.I.M. to take their place. Five years later, when A.I.M. threatens to eliminate all Inhuman individuals, Kamala embarks on a quest to reassemble Earth's Mightiest Heroes to combat this new enemy.\nThe game is played from a third-person perspective and has both single-player and multiplayer modes; it features an online co-op mode, allowing players to assemble a team of heroes of their own. The initial roster consisted of Tony Stark / Iron Man, Steve Rogers / Captain America, Bruce Banner / Hulk, Thor, Natasha Romanoff / Black Widow, and Kamala Khan / Ms. Marvel, with more characters being added in free post-launch updates, which also added story expansions and new regions to be explored. Each hero possesses a variety of costume customization features, as well as the capacity to upgrade their powers and abilities using a skill tree.\nMarvel's Avengers was released for Microsoft Windows, PlayStation 4, Xbox One, and Stadia on 4 September 2020. The game received mixed reviews upon release, with critics praising its combat and story, but criticizing its repetition, lack of substantial content, user interface, and technical issues. It was also released on the PlayStation 5 and Xbox Series X/S on 18 March 2021, with PlayStation 4 and Xbox One players being able to upgrade to the next-gen version for free."},"MechWarrior 5: Mercenaries":{"Title":"MechWarrior 5: Mercenaries","Genre(s)":"Vehicle simulation","Developer(s)":"Piranha Games","Publisher(s)":"Piranha Games","Release date":"MechWarrior 5: Mercenaries","Description":"MechWarrior 5: Mercenaries is a BattleTech mecha game developed by Piranha Games and released on December 10, 2019, on Microsoft Windows. It is the first single player MechWarrior game since 2002. It was initially available as an Epic Games Store exclusive title, which, like other games with Epic Games Store exclusivity deals, has been met with criticism. On May 7, 2020, it was made available through Xbox Game Pass for PC. On May 27, 2021, it was made available on additional platforms including Xbox Series X/S, Xbox One, Steam and GOG, in addition to the DLC pack Heroes of the Inner Sphere. It features ray tracing powered by Nvidia RTX as well as DLSS."},"The Medium":{"Title":"The Medium","Genre(s)":"Psychological horror","Developer(s)":"Bloober Team","Publisher(s)":"Bloober Team","Release date":"The Medium","Description":"The Medium is a psychological horror video game developed and published by Bloober Team. It was released for Microsoft Windows and Xbox Series X/S on January 28, 2021, for PlayStation 5 on September 3, 2021 and for Amazon Luna on February 20, 2022."},"Metro Exodus Complete Edition":{"Title":"Metro Exodus Complete Edition","Genre(s)":["First-person shooter","survival horror"],"Developer(s)":"4A Games","Publisher(s)":"Deep Silver","Release date":"Metro Exodus Complete Edition","Description":"Metro Exodus is a first-person shooter video game developed by 4A Games and published by Deep Silver. It is the third installment in the Metro video game trilogy based on Dmitry Glukhovsky's novels, following the events of Metro 2033 and Metro: Last Light. It released in 2019 for Microsoft Windows, PlayStation 4, Xbox One and Stadia and in 2020 for Amazon Luna. A Linux and macOS conversion was released in 2021. An enhanced version of the game released for Microsoft Windows on 6 May 2021, and was later released for PlayStation 5 and Xbox Series X/S on 18 June 2021. The game received positive reviews from critics. It has sold 6 million units."},"Microsoft Flight Simulator":{"Title":"Microsoft Flight Simulator","Genre(s)":"Amateur flight simulation","Developer(s)":"Asobo Studio","Publisher(s)":"Xbox Game Studios","Release date":"Microsoft Flight Simulator","Description":"Microsoft Flight Simulator (colloquially known as Microsoft Flight Simulator 2020) is an amateur flight simulator developed by Asobo Studio and published by Xbox Game Studios. It is an entry in the Microsoft Flight Simulator series which began in 1982, and was preceded by Microsoft Flight Simulator X in 2006. The game is a return of the series after a 14-year absence, with development beginning six years prior to its release. It was released on August 18, 2020, for Microsoft Windows, with a virtual reality (VR) version released in December of the same year—the first in the series to see a VR release. It is also the first game in the series to have a console release, with it being released on the Xbox Series X and Series S on July 27, 2021.\nFlight Simulator simulates the topography of the entire Earth using data from Bing Maps. Microsoft Azure's artificial intelligence (AI) generates the three-dimensional representations of Earth's features, using its cloud computing to render and enhance visuals, and real-world data to generate real-time weather and effects. Flight Simulator has a physics engine to provide realistic flight control surfaces, with over 1,000 simulated surfaces, as well as realistic wind modelled over hills and mountains. Some places are handcrafted, introduced in region-specific updates. To augment its realism, the Azure AI also incorporates real-time elements like natural weather and real-world air traffic. The gameplay includes new features like landing challenges and helpers, as well as safaris where pilots can photograph animals from the air. A distinct difference from the other entries is the game does not display any scenes of destruction.\nThe game was released to critical acclaim, with praise for its graphical fidelity, cited by critics as the \"safest way to travel\" during the COVID-19 pandemic. Several reviewers also placed it on their favorites' lists and called it the most aesthetically pleasing game of 2020, though there was criticism of its loading times and inaccuracies in rendering of some buildings. Pilots also noted the game's unrealistic aerodynamics. It also received several accolades, most notably winning Best Sim/Strategy Game at The Game Awards 2020."},"MLB The Show 21":{"Title":"MLB The Show 21","Genre(s)":"Sports","Developer(s)":"San Diego Studio","Publisher(s)":"Sony Interactive Entertainment","Release date":"MLB The Show 21","Description":"MLB The Show 21 is a baseball video game by San Diego Studio and published by Sony Interactive Entertainment, based on Major League Baseball (MLB). It was released for the PlayStation 4 and PlayStation 5, as well as the Xbox One and Xbox Series X/S (a first for the franchise) which included it being on Xbox Game Pass at the release for the first time, with MLB Advanced Media co-publishing digital versions on the latter platforms. The sixteenth entry of the MLB: The Show franchise, it was released on April 20, 2021. San Diego Padres shortstop Fernando Tatís Jr. is featured as the cover star, and at age 22 is the youngest player to do so."},"MLB The Show 22":{"Title":"MLB The Show 22","Genre(s)":"Sports","Developer(s)":"San Diego Studio","Publisher(s)":"Sony Interactive Entertainment","Release date":"MLB The Show 22","Description":"MLB The Show 22 is a baseball video game by San Diego Studio and published by Sony Interactive Entertainment, based on Major League Baseball (MLB). It was released for the PlayStation 4 PlayStation 5, Xbox One, and Xbox Series X/S, as well as Nintendo Switch, a first for the franchise. The seventeenth entry of the MLB: The Show franchise, it was released on April 5, 2022. Los Angeles Angels two-way player Shohei Ohtani is featured as the cover star. A special manga style art by Takashi Okazaki of Shohei Ohtani will be the cover art for the MVP and Digital Deluxe editions of MLB The Show 22.For the second consecutive year, the Xbox versions of the game are available for Xbox Game Pass subscribers at no additional cost. People who purchased the MVP or Digital Deluxe editions received early access to the game starting April 1.It marked one of the first MLB The Show games without any competitors in the United States, either simulation or arcade, as the R.B.I. Baseball series ended due to the Switch getting a port, although in Japan, the sole competitor is the latest entry to the Pawapuro series from Konami, eBaseball Powerful Pro Yakyuu 2022."},"Mortal Kombat 11":{"Title":"Mortal Kombat 11","Genre(s)":"Fighting","Developer(s)":"NetherRealm Studios","Publisher(s)":"WB Games","Release date":"Mortal Kombat 11","Description":"Mortal Kombat 11 is a 2019 fighting game developed by NetherRealm Studios and published by Warner Bros. Interactive Entertainment. Running on a heavily modified version of Unreal Engine 3, It is the eleventh and final main installment in the Mortal Kombat series and a sequel to 2015's Mortal Kombat X. Announced at The Game Awards 2018, the game was released in North America and Europe on April 23, 2019, for Microsoft Windows, Nintendo Switch, PlayStation 4, and Xbox One—with the exception of Europe's Switch version which was released on May 10, 2019. The game was released on Stadia on November 19, 2019.Upon release, the console versions of Mortal Kombat 11 received generally favorable reviews, which praised the gameplay, story, graphics, and improved netcode, but it received criticism for the presence of microtransactions and over-reliance on grinding.\nAn expansion for the game was released on May 26, 2020, entitled Mortal Kombat 11: Aftermath. This expansion includes an additional story mode, three new characters, new stages, and the return of stage fatalities and the friendship finishing move. An enhanced version of the game containing all downloadable content up to that point, titled Mortal Kombat 11: Ultimate, was released for the PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S on November 17, 2020.\n\n"},"Mortal Shell: Enhanced Edition":{"Title":"Mortal Shell: Enhanced Edition","Genre(s)":"Action role-playing","Developer(s)":"Cold Symmetry","Publisher(s)":"Playstack","Release date":"Mortal Shell: Enhanced Edition","Description":"Mortal Shell is an action role-playing video game developed by Cold Symmetry and published by Playstack. It was released on 18 August 2020, for PlayStation 4, Xbox One and Microsoft Windows. A remastered version titled Mortal Shell: Enhanced Edition was released on 4 March 2021 for PlayStation 5 and Xbox Series X/S."},"Monopoly Madness":{"Title":"Monopoly Madness","Genre(s)":"Board game","Developer(s)":"Engine Software","Publisher(s)":"Ubisoft","Release date":"Monopoly Madness","Description":""},"Monster Boy and the Cursed Kingdom":{"Title":"Monster Boy and the Cursed Kingdom","Genre(s)":"Platform","Developer(s)":"Game Atelier","Publisher(s)":"FDG Entertainment","Release date":"Monster Boy and the Cursed Kingdom","Description":"Monster Boy and the Cursed Kingdom is a platform game developed by Game Atelier and published by FDG Entertainment. The game is a spiritual successor to Sega's Wonder Boy series, and was released for the Nintendo Switch, PlayStation 4, and Xbox One in December 2018, for Windows in July 2019, for Stadia in July 2020, Amazon Luna in February 2021, and PlayStation 5 and Xbox Series X/S is set to release at a later date. In May 2020, Arc System Works announced their publishing handle of the game in Japan which is set to be released on August 6, 2020. It was generally well received by critics."},"Monster Energy Supercross: The Official Videogame 4":{"Title":"Monster Energy Supercross: The Official Videogame 4","Genre(s)":"Racing","Developer(s)":"Milestone","Publisher(s)":"Milestone","Release date":"Monster Energy Supercross: The Official Videogame 4","Description":"Monster Energy Supercross: The Official Videogame is a motocross video game series developed and published by Milestone srl for various platforms. The series has been released annually since early 2018, with the third installment launching in North America on February 4, 2020. Moving away from the international locations of Milestones' sibling motocross title MXGP, Monster Energy Supercross uses officially licensed locales and tracks of the North American-based titular series. The first game featured 17 tracks, which has increased by one in its latest incarnation."},"Mr. Driller Drill Land":{"Title":"Mr. Driller Drill Land","Genre(s)":"Puzzle","Developer(s)":"Bandai Namco Entertainment","Publisher(s)":"Bandai Namco Entertainment","Release date":"Mr. Driller Drill Land","Description":"Mr. Driller Drill Land is a 2002 puzzle video game developed and published in Japan by Namco for the GameCube. It is the fifth entry in the Mr. Driller video game series, and the second developed for a Nintendo platform following Mr. Driller A. Controlling one of seven characters, the player must make it to the bottom of each stage by destroying colored blocks, which can connect to each other and form chain reactions. The game is divided into five different modes themed as amusement park attractions, which feature new mechanics such as enemies, items and different block types.\nDevelopment of the game was by Project Driller, the internal development group behind the series. The soundtrack was composed by Go Shiina and was the last Mr. Driller title he worked on. A prototype game featuring four-person multiplayer was shown off at a Nintendo press conference, titled Shin Mr. Driller, and intended for a fall 2002 release in Japan. It was later delayed to winter of that year after being shown at the 2002 Tokyo Game Show, where it was given its final title of Drill Land. The game features support for the GameCube - Game Boy Advance link cable, allowing the player to import their \"Pacteria\" pets from Mr. Driller A into the game.\nMr. Driller Drill Land was met with a positive response from critics, who applauded the game's overall presentation, amount of content, multiplayer and graphics, some calling it one of the best Mr. Driller games and one of the best puzzle games for the GameCube. It was followed by Mr. Driller Drill Spirits for the Nintendo DS in 2004. A high-definition remaster for the Nintendo Switch and Microsoft Windows was released internationally on June 25, 2020. Versions for the Xbox One, Xbox Series X/S, PlayStation 4 and PlayStation 5 were released on November 4, 2021.\n\n"},"MultiVersus":{"Title":"MultiVersus","Genre(s)":"Fighting","Developer(s)":"Player First Games","Publisher(s)":"WB Games","Release date":"MultiVersus","Description":"MultiVersus is an upcoming free-to-play crossover fighting game developed by Player First Games and published by Warner Bros. Interactive Entertainment. The game features various characters within the Warner Bros. Discovery catalog, including those from Warner Bros., DC Comics, and Cartoon Network. The title is scheduled for release in 2022. for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S. The open beta for the game is set to be released in July 2022.\n\n"},"Mundaun":{"Title":"Mundaun","Genre(s)":["Adventure","horror"],"Developer(s)":"Hidden Fields","Publisher(s)":"MVM Interactive","Release date":"Mundaun","Description":"Mundaun is a 2021 first-person horror game created by Swiss developer Hidden Fields and published by MWM Interactive. In it the player tries to reach the top of the mountain while solving puzzles and warding off enemies. Critics praised the game's sketchbook-like art style, but criticized some of the puzzles as being obtuse. The game was released on March 16, 2021 for PlayStation 4, Xbox One, and Microsoft Windows. A Nintendo Switch port was released on May 27."},"My Time at Sandrock":{"Title":"My Time at Sandrock","Genre(s)":"Role-playing","Developer(s)":"Pathea Games","Publisher(s)":"Pathea Games","Release date":"My Time at Sandrock","Description":"My Time at Portia is a video game developed by Chinese studio Pathea Games and published by Team17 for Microsoft Windows, macOS, Nintendo Switch, PlayStation 4 and Xbox One in 2019. An Android and iOS version was released in early August 2021. It combines aspects of role-playing video games and simulation games."},"NBA 2K21":{"Title":"NBA 2K21","Genre(s)":"Sports","Developer(s)":"Visual Concepts","Publisher(s)":"2K Sports","Release date":"NBA 2K21","Description":"NBA 2K21 is a 2020 basketball simulation video game that was developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA). It is the 22nd installment in the NBA 2K franchise and the successor to NBA 2K20, and the predecessor to NBA 2K22.  The game was released on September 4, 2020 for Microsoft Windows, Nintendo Switch, PlayStation 4, Xbox One, and Google Stadia, and on November 12, 2020 for PlayStation 5 and Xbox Series X/S. The Microsoft Windows, Nintendo Switch, PlayStation 4 and Xbox One versions released to mixed reviews, with critics criticizing the lack of originality in the gameplay, as well as micro-transactions and bugs.\nThe NBA 2K21 Arcade Edition was released for Apple Arcade on April 2, 2021."},"NBA 2K22":{"Title":"NBA 2K22","Genre(s)":"Sports","Developer(s)":"Visual Concepts","Publisher(s)":"2K Sports","Release date":"NBA 2K22","Description":"NBA 2K22 is a 2021 basketball simulation video game developed by Visual Concepts and published by 2K Sports, based on the National Basketball Association (NBA). It is the 23rd installment in the NBA 2K franchise and the successor to NBA 2K21. The game was released on September 10, 2021 for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. The NBA 2K22 Arcade Edition was released for Apple Arcade on October 19, 2021. As of May 2022, the game has sold over 10 million copies."},"Nerf Legends":{"Title":"Nerf Legends","Genre(s)":"First-person shooter","Developer(s)":"Fun Labs","Publisher(s)":"GameMill Entertainment","Release date":"Nerf Legends","Description":"Nerf Legends is a first-person shooter video game developed by Fun Labs and published by GameMill Entertainment. It was released on 19 November 2021 for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S."},"NHL 22":{"Title":"NHL 22","Genre(s)":"Sports","Developer(s)":"EA Vancouver","Publisher(s)":"Electronic Arts","Release date":"NHL 22","Description":"NHL 22 is an ice hockey simulation video game developed by EA Vancouver and published by EA Sports. It is the 31st installment in the NHL video game series and was released for the PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S on October 15, 2021. It is the first entry in the series to use the Frostbite engine, and utilizes the new game engine on all four platforms. The game features Toronto Maple Leafs center Auston Matthews as the cover athlete for the second time in the series, after being the North American cover athlete for NHL 20."},"Nickelodeon All-Star Brawl":{"Title":"Nickelodeon All-Star Brawl","Genre(s)":"Fighting","Developer(s)":["Fair Play Labs","Ludosity"],"Publisher(s)":["NA: GameMill Entertainment","EU: Maximum Games"],"Release date":"Nickelodeon All-Star Brawl","Description":"Nickelodeon All-Star Brawl is a crossover fighting game developed by Swedish developer Ludosity and Costa Rican developer Fair Play Labs, and published by GameMill Entertainment. It is the first console game in the Nickelodeon Super Brawl series of browser games and mobile games. Featuring characters from various Nickelodeon shows, the game was released on October 5, 2021 for Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Microsoft Windows."},"Necromunda: Hired Gun":{"Title":"Necromunda: Hired Gun","Genre(s)":"First-person shooter","Developer(s)":"Streum On Studio","Publisher(s)":"Focus Home Interactive","Release date":"Necromunda: Hired Gun","Description":"Necromunda: Hired Gun is a 2021 first-person shooter video game developed by Streum On Studio and published by Focus Home Interactive. The game is based on Games Workshop's 1995 tabletop game Necromunda. The game is set in the Warhammer 40,000 universe, and takes place on the mechanized planet of Necromunda, where the player works for various factions in the planet's criminal underworld. Necromunda was released on 1 June 2021 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series X and Series S and Microsoft Windows."},"Nobody Saves the World":{"Title":"Nobody Saves the World","Genre(s)":"Role-playing","Developer(s)":"Drinkbox Studios","Publisher(s)":"Drinkbox Studios","Release date":"Nobody Saves the World","Description":"Nobody Saves the World is an action role-playing dungeon crawling video game developed and published by DrinkBox Studios. The game was released for Microsoft Windows, Xbox One and Xbox Series X/S in January 2022, which was followed by ports on Nintendo Switch, PlayStation 4 and PlayStation 5 in April 2022.\n\n"},"No Man's Sky":{"Title":"No Man's Sky","Genre(s)":["Action-adventure","survival"],"Developer(s)":"Hello Games","Publisher(s)":"Hello Games","Release date":"No Man's Sky","Description":"No Man's Sky is a survival game developed and published by Hello Games. It was released worldwide for the PlayStation 4 and Microsoft Windows in August 2016, for Xbox One in July 2018, and for the PlayStation 5 and Xbox Series X and Series S consoles in November 2020. A Nintendo Switch port is scheduled for release in mid-2022, while ports for macOS and iPadOS are in development. The game is built around four pillars: exploration, survival, combat, and trading. Players are free to perform within the entirety of a procedurally generated deterministic open world universe, which includes over 18 quintillion planets. Through the game's procedural generation system, planets have their own ecosystems with unique forms of flora and fauna, and various alien species may engage the player in combat or trade within planetary systems. Players advance in the game by mining for resources to power and improve their equipment, buying and selling resources using credits earned by documenting flora and fauna, building planetary bases and expanding space fleets, or otherwise following the game's overarching plot by seeking out the mystery around the entity known as The Atlas.\nSean Murray, the founder of Hello Games, had wanted to create a game that captured the sense of exploration and optimism of science fiction writings and art of the 1970s and 1980s. The game was developed over three years by a small team at Hello Games with promotional and publishing help from Sony Interactive Entertainment. The game was seen as an ambitious project for a small team by the gaming media, and Murray and Hello Games drew significant attention leading to its release.\nNo Man's Sky received mixed reviews at its 2016 launch, with some critics praising the technical achievements of the procedurally generated universe, while others considered the gameplay lackluster and repetitive. However, the critical response was marred by the lack of several features that had been reported to be in the game, particularly multiplayer capabilities. The game was further criticised due to Hello Games' lack of communication in the months following the launch, creating a hostile backlash from some of its players. Murray stated later that Hello Games had failed to control the exaggerated expectations of the game from the media and the larger-than-expected player count at launch, and since have taken an approach of remaining quiet about updates to the game until they are nearly ready to ship. The promotion and marketing for No Man's Sky became a subject of debate and has been cited as an example of what to avoid in video game marketing.\nSince the game's initial release, Hello Games has continued to improve and expand No Man's Sky to achieve the vision of the experience they wanted to build. The game has received multiple free major content updates that have introduced several previously missing features, such as multiplayer components, while adding new features like surface vehicles, base-building, space fleet management, cross-platform play, and virtual reality support, all of which have substantially improved its overall reception, and considered to have redeemed both the game and Hello Games from the troublesome launch."},"No More Heroes III":{"Title":"No More Heroes III","Genre(s)":"Action-adventure","Developer(s)":"Grasshopper Manufacture","Publisher(s)":"Marvelous","Release date":"No More Heroes III","Description":"No More Heroes III is a 2021 action-adventure hack-and-slash video game developed and published by Grasshopper Manufacture in collaboration with Marvelous. It is the fourth installment in the No More Heroes series and is the third mainline entry in the series. After an eleven-year hiatus since No More Heroes 2: Desperate Struggle, the game stars professional assassin Travis Touchdown and follows his return to the fictional city of Santa Destroy, as he must defend the world from a powerful army of alien invaders led by the galactic overlord prince FU and his nine soldiers who adopt the façade of galactic superheroes.Development of the game began around the completion of the spinoff title Travis Strikes Again: No More Heroes in early 2019, which served as a prequel. The series' creator and director Goichi Suda had received many fan requests to make a third entry in the series after the release of the second game, but development on a new entry would be postponed for many years due to Grasshopper Manufacture working on other projects such as Lollipop Chainsaw and Let It Die. Upon the studio being shown the Nintendo Switch, Suda was inspired to return to the series, believing the games would be a fit for the console's audience, and allow for a return to the series' staple motion control combat via the Joy-Con controllers. Much like previous entries in the series, the game pays homage to and parodies pop culture media, taking inspiration from works such as Rocky III, Kamen Rider, the Marvel Cinematic Universe, and the filmography of Takashi Miike. Suda has described the game as the conclusion of Travis Touchdown's story.No More Heroes III was announced at E3 2019 with a planned 2020 release, before being delayed into 2021 due to the COVID-19 pandemic slowing down development. Upon its initial Nintendo Switch release on August 27, 2021, the game was met with generally favorable reviews. Additional versions of the game with enhanced visuals and performance are set to be released in late 2022 for PlayStation, Xbox, and Microsoft Windows platforms, published by Xseed Games."},"Observer: System Redux":{"Title":"Observer: System Redux","Genre(s)":"Psychological horror","Developer(s)":"Bloober Team","Publisher(s)":"Aspyr","Release date":"Observer: System Redux","Description":"Observer (stylised as >observer_) is a psychological horror video game developed by Bloober Team and published by Aspyr. It was released for Microsoft Windows, PlayStation 4 and Xbox One in August 2017, followed by versions for Linux, macOS and Nintendo Switch. An upgraded and expanded version called Observer: System Redux was released in November 2020 for Windows, Xbox Series X/S and PlayStation 5 and in July 2021 for Xbox One and PlayStation 4. Observer follows Daniel Lazarski, a detective known as an Observer, who can hack people's minds as a method of interrogation.\nA team of around thirty developed the game using the Unreal Engine 4. It stars Rutger Hauer, who was also in Blade Runner, one of the primary influences. Arkadiusz Reikowski composed the score, infusing it with choral, diegetic and ambient music. Observer received generally favourable reviews. Critics praised the world design, visual effects and hacking sequences but criticised the stealth and its focus on style over substance."},"OlliOlli World":{"Title":"OlliOlli World","Genre(s)":"Sports","Developer(s)":"Roll7","Publisher(s)":"Private Division","Release date":"OlliOlli World","Description":"OlliOlli World is a sports video game developed by Roll7 and published by Private Division. As the third game in the OlliOlli series, the game was released for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S in February 2022. The game received generally favorable reviews by critics."},"Outriders":{"Title":"Outriders","Genre(s)":"Third-person shooter","Developer(s)":"People Can Fly","Publisher(s)":"Square Enix","Release date":"Outriders","Description":"Outriders is an online-only cooperative action role-playing third-person video game developed by People Can Fly and published by Square Enix's European subsidiary. It was released on April 1, 2021 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Stadia. The game received mixed reviews from critics, with praise towards the gameplay, customization, and visuals, but criticism for the story and characters.\n\n"},"Overcooked! All You Can Eat":{"Title":"Overcooked! All You Can Eat","Genre(s)":"Simulation","Developer(s)":["Ghost Town Games","Team17"],"Publisher(s)":"Team17","Release date":"Overcooked! All You Can Eat","Description":"Overcooked (stylised as Overcooked!) is a 2016 cooking simulation video game developed by Ghost Town Games and published by Team17. In a local cooperative experience, players control a number of chefs in kitchens filled with various obstacles and hazards to rapidly prepare meals to specific orders under a time limit. The game was released for Microsoft Windows, PlayStation 4, and Xbox One in August 2016. A Nintendo Switch version was released in July 2017. \nOvercooked received many positive reviews upon release, and was nominated for four awards at the 13th British Academy Games Awards, eventually winning two for Best British Game and Best Family Game. A sequel, Overcooked 2, was released in August 2018. A remastered version bundled with the sequel subtitled All You Can Eat released as a launch title for both the Xbox Series X and PlayStation 5 in November 2020, and on Google Stadia in May 2022."},"Park Beyond":{"Title":"Park Beyond","Genre(s)":"Construction and management simulation","Developer(s)":"Limbic Entertainment","Publisher(s)":"Bandai Namco Entertainment","Release date":"Park Beyond","Description":"Limbic Entertainment GmbH is a German video game developer based in Langen. The studio was founded in 2002.\n\n"},"The Pedestrian":{"Title":"The Pedestrian","Genre(s)":"Puzzle-platform","Developer(s)":"Skookum Arts","Publisher(s)":"Skookum Arts","Release date":"The Pedestrian","Description":"The Pedestrian is a side scrolling puzzle-platform game developed and published by American studio Skookum Arts LLC. The game was originally released in January 2020 for Linux, MacOS and Microsoft Windows. In August 2020, a port for PlayStation 4 and PlayStation 5 was announced for January 2021, during a State of Play presentation. It later released for Xbox One and Xbox Series X/S in January 2022. It is also planned to release for the Nintendo Switch at a later date."},"Perfect Dark":{"Title":"Perfect Dark","Genre(s)":"TBA","Developer(s)":["The Initiative","Crystal Dynamics"],"Publisher(s)":"Xbox Game Studios","Release date":"Perfect Dark","Description":"Perfect Dark is an upcoming video game that is in development by The Initiative and Crystal Dynamics. It will be published by Xbox Game Studios for Microsoft Windows and Xbox Series X/S. The game will be a reboot of the Perfect Dark series."},"Phantasy Star Online 2: New Genesis":{"Title":"Phantasy Star Online 2: New Genesis","Genre(s)":"Action role-playing","Developer(s)":"Sega","Publisher(s)":"Sega","Release date":"Phantasy Star Online 2: New Genesis","Description":"Phantasy Star Online 2 (often abbreviated as \"PSO2\") is a free-to-play online action role-playing game in the Phantasy Star series, developed and published by Sega. It was created as a successor to Phantasy Star Online and Phantasy Star Universe, Phantasy Star Online 2 features gameplay elements and aesthetics reminiscent of previous Phantasy Star games while incorporating a few unique twists on the formula. The first version was released for Windows in Japan in July 2012.A PlayStation Vita version was released in February 2013, which was shut down in September 2020 (originally August 2020), while a PlayStation 4 version was released in April 2016. A spin-off/companion game, Phantasy Star Online 2 es was released for Android and iOS in 2014. A Nintendo Switch cloud version, entitled Phantasy Star Online 2 Cloud was released in April 2018 and then on PC, released in December 2018. At E3 2019, it was announced that the game would be releasing outside of Asia for the first time on the Xbox One and Windows in early 2020.A massive updated and separate \"shared universe\" game, Phantasy Star Online 2: New Genesis (Phantasy Star Online 2: New Genesis Cloud in the cloud version), was released on June 9, 2021. It was released for Windows, Xbox One and Xbox Series X/S worldwide, and Windows (download and cloud), Nintendo Switch (cloud) and PlayStation 4 in Japan. Although it was released nearly a decade after Phantasy Star Online 2 was initially released and is substantially different in gameplay, graphics, and content, the creators decided to not name it \"Phantasy Star Online 3\" or focus on creating a game with no backwards compatibility with PSO2 content in order to continue support for current players and to not split up the player-base between two different simultaneously available games."},"Planet Coaster: Console Edition":{"Title":"Planet Coaster: Console Edition","Genre(s)":"Construction and management simulation","Developer(s)":"Frontier Developments","Publisher(s)":"Frontier Developments","Release date":"Planet Coaster: Console Edition","Description":"Planet Coaster is a construction and management simulation video game developed and published by Frontier Developments for Microsoft Windows. It was released worldwide on 17 November 2016. Frontier had previously worked in the amusement park construction and management genre with RollerCoaster Tycoon 3 (to which Planet Coaster is a spiritual successor), Thrillville, Thrillville: Off the Rails, and Zoo Tycoon. A version for PlayStation 4, Xbox One, and Xbox Series X/S, known as Planet Coaster: Console Edition, was released worldwide on 10 November 2020. The PlayStation 5 version was released in North America and Australia on 12 November 2020 and in Europe on 19 November 2020. A macOS version, developed by Aspyr, was later released on 17 November 2020 on both Steam and Mac App Store.There are four different modes in the game, namely Sandbox, Challenge, Career, and Scenario Editor. In the career mode, players assume the role of a theme park manager and must complete tasks such as constructing unfinished roller coasters or hiring janitors. In Sandbox mode, players are tasked to construct their own theme park on an empty plot of land. The challenge mode is similar to the sandbox mode, but with added difficulty, as players need to take funds into account. The Scenario Mode, which was added in the 1.4.0 update on November 22, 2017, is similar to career mode, but allow player customise their own task in all saved parks.\nOriginally called Coaster Park Tycoon, the game was revealed on 29 January 2015 and was renamed during E3 2015. Planet Coaster is Frontier's second self-published franchise, following Elite Dangerous. Frontier organised multiple alpha and beta tests before launching the game in November 2016. The game was supported with free as well as paid post-release downloadable content upon launch. The title received positive reviews upon release, with critics praising the game's sandbox mode and creation tools. Criticism was mainly directed to the game's career mode. It was a commercial success, with more than 2.5 million copies sold as of January 2020."},"Port Royale 4":{"Title":"Port Royale 4","Genre(s)":"Real-time strategy","Developer(s)":"Gaming Minds Studios","Publisher(s)":"Kalypso Media","Release date":"Port Royale 4","Description":"Kalypso Media Group is a German video game developer and publisher. Founded in 2006 in Worms, the group includes four companies, in Germany, the United Kingdom and the United States and has studios, Realmforge Studios, Gaming Minds Studios, Claymore Game Studios, and Nine Worlds Studios. Kalypso is best known for publishing Tropico, Sudden Strike, Dungeons and Railway Empire series.\n\n"},"Pragmata":{"Title":"Pragmata","Genre(s)":"Action-adventure","Developer(s)":"Capcom","Publisher(s)":"Capcom","Release date":"Pragmata","Description":"This is a list of video games by Capcom organized alphabetically by name. The list may also include ports that were developed and published by others companies under license from Capcom.\n\n"},"Puyo Puyo Tetris 2":{"Title":"Puyo Puyo Tetris 2","Genre(s)":"Puzzle","Developer(s)":"Sonic Team","Publisher(s)":"Sega","Release date":"Puyo Puyo Tetris 2","Description":"Puyo Puyo Tetris 2 is a puzzle video game developed by Sonic Team and published by Sega. It is a direct sequel to Puyo Puyo Tetris. The game was released for PlayStation 4, Xbox One, Nintendo Switch, PlayStation 5 and Xbox Series X/S on December 8, 2020  with a Microsoft Windows version released on March 21, 2021. The game released to positive reviews."},"Psychonauts 2":{"Title":"Psychonauts 2","Genre(s)":["3D platformer","Action-adventure"],"Developer(s)":"Double Fine","Publisher(s)":"Xbox Game Studios","Release date":"Psychonauts 2","Description":"Psychonauts 2 is a platform game developed by Double Fine and published by Xbox Game Studios. The game was announced at The Game Awards 2015 ceremony, and released on August 25, 2021 for Microsoft Windows, PlayStation 4, Xbox One and Xbox Series X/S, and on May 24, 2022 for Linux and macOS.\nLike the game's predecessor, the player controls Raz, a young acrobat that is training to become a Psychonaut, a member of an international task force that uses their psychic abilities to stop those that perform nefarious deeds with their own psychic forces. Within Psychonauts 2, which follows directly from events of the interstitial virtual reality game, Psychonauts in the Rhombus of Ruin, the Psychonauts try to learn who was really behind the kidnapping of their leader, unveiling a deep mystery surrounding the organization's founding and Raz's family history. To uncover the mystery, Raz enters the mindscapes of various characters to discover clues. Within these mindscapes, Raz can perform a variety of new and returning psychic abilities that allow him to maneuver through the often-twisted minds and battle the mental creatures they produce.\nThe original Psychonauts, released in 2005, was met with critical praise, but failed to sell well and was considered a commercial failure for several years after its first release. Double Fine and game director Tim Schafer had expressed the desire to create a sequel to Psychonauts, but the financial demand of developing the game stalled any serious attempt for several years. Double Fine regained the intellectual property to Psychonauts from Majesco Entertainment in 2011, allowing them to rerelease the game on modern platforms, which saw strong sales and increased demand from players for a sequel. Double Fine sought to acquire part of its financial capital to fund the developments of Psychonauts 2 through a US$3.3 million crowd-funding and investment drive through Fig, launched simultaneously with the game's announcement. The campaign raised nearly $4 million by the beginning of 2016. While Psychonauts 2 was initially to be published by Starbreeze Studios under a publishing-only deal, Starbreeze fell into bankruptcy in 2018. By 2019, Microsoft acquired Double Fine as part of Xbox Games Studios as well as securing the publishing rights from Starbreeze. This acquisition allowed Double Fine to complete the game as envisioned rather than dropping the planned content.\nUpon release, Psychonauts 2 received generally positive reviews from critics, with many feeling it lived up to the quality of its predecessor. Praise was directed at its platforming, level design, visuals, writing, and tone, while criticism fell on aspects of the gameplay and the boss battles."},"Read Only Memories: Neurodiver":{"Title":"Read Only Memories: Neurodiver","Genre(s)":"Adventure","Developer(s)":"MidBoss","Publisher(s)":"MidBoss","Release date":"Read Only Memories: Neurodiver","Description":"2064: Read Only Memories is a cyberpunk adventure game developed by MidBoss. It was directed by John \"JJSignal\" James, written by Valerie Amelia Thompson and Philip Jones, and features an original soundtrack by 2 Mello.\nIt was originally released on computer platforms as Read Only Memories in October 2015, and the title was later updated coinciding with its PlayStation 4 release in January 2017.The game was heavily inspired by Snatcher, Rise of the Dragon, Gabriel Knight, and other 1980s and 1990s adventure games.\n\n"},"Record of Lodoss War: Deedlit in Wonder Labyrinth":{"Title":"Record of Lodoss War: Deedlit in Wonder Labyrinth","Genre(s)":"Metroidvania","Developer(s)":["Team Ladybug","Why So Serious?"],"Publisher(s)":"Playism","Release date":"Record of Lodoss War: Deedlit in Wonder Labyrinth","Description":"Record of Lodoss War: Deedlit in Wonder Labyrinth is a 2021 action role-playing video game developed by Team Ladybug and co-published by Playism and Why so serious? (WSS Playground) for Microsoft Windows. Versions for Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X and Series S were also released. It is based on Ryo Mizuno's Record of Lodoss War series, taking place before the events of Diadem of the Covenant. Controlling the High Elf Deedlit, who finds herself in a strange interconnected labyrinth filled with her past foes and companions, the game focuses on exploration and searching for items and power-ups in vein of Castlevania: Symphony of the Night, fighting bosses and minibosses. During gameplay, the player also locates elemental spirits and swap between each one.\nThe idea for Lodoss War: Deedlit in Wonder Labyrinth came up when Playism was approached by an editor of the eponymous novels and review the source material. Under supervision of Mizuno, Playism decided to go with the project after seeing that both the material and artwork of Team Ladybug went together. The game is inspired by Symphony of the Night and Ikaruga, while both levels and gameplay were designed to reflect its story concept around exploration. The title was first launched via Steam Early Access in March 2020 prior to the full version and received several updates through 2020 and 2021, which introduced new stages, gameplay adjustments and game modes.\nDeedlit in Wonder Labyrinth garnered mixed reception from critics; praise was given to the retro-style visual presentation, sprite-based 2D animations, art direction faithful to the source material, puzzle-based gameplay and styling but criticism was geared towards its short length, low difficulty, linear design, sparse exploration and plot for not honoring the series it is based on, while others felt mixed in regards to the soundtrack and elemental spirit-swapping mechanic. The game reportedly sold 100,000 copies as of April 2021."},"Rec Room":{"Title":"Rec Room","Genre(s)":"Virtual world","Developer(s)":"Rec Room Inc.","Publisher(s)":"Rec Room Inc.","Release date":"Rec Room","Description":"Rec Room is a virtual reality, online video game with an integrated game creation system developed and published by Rec Room Inc. (formerly known as Against Gravity Corp) playable on Microsoft Windows, Xbox One, Xbox Series X/S, PlayStation 4/5, Oculus Quest 1/2, iOS 12.0 and up, and Android 7.1 and up. It was released for Microsoft Windows in June 2016, PlayStation 4 (with PSVR support) in November 2017, Oculus Quest in May 2019, iOS in November 2019, Oculus Quest 2 in October 2020, Xbox in December 2020, Android in August 2021, and PlayStation 5 in December 2021."},"Redfall":{"Title":"Redfall","Genre(s)":"Tactical shooter","Developer(s)":"Arkane Studios","Publisher(s)":"Bethesda Softworks","Release date":"Redfall","Description":"Redfall is an upcoming first-person shooter video game developed by Arkane Austin and published by Bethesda Softworks. The game is set to be released for Microsoft Windows and Xbox Series X/S in the first half of 2023."},"Resident Evil 2":{"Title":"Resident Evil 2","Genre(s)":"Survival horror","Developer(s)":"Capcom","Publisher(s)":"Capcom","Release date":"Resident Evil 2","Description":"Resident Evil 2 is a 2019 survival horror game developed and published by Capcom. A remake of the 1998 game Resident Evil 2, it was released for PlayStation 4, Windows, and Xbox One in January 2019 and for PlayStation 5 and Xbox Series X/S in June 2022. Players control rookie police officer Leon S. Kennedy and college student Claire Redfield as they attempt to escape Raccoon City during a viral outbreak that transforms citizens and other creatures into zombies.\nCapcom first considered remaking Resident Evil 2 following the release of the remake of the first Resident Evil in 2002, but was delayed as series creator Shinji Mikami did not want to divert development from the then-upcoming Resident Evil 4 (2005). Capcom announced the Resident Evil 2 remake in August 2015 and released the first trailer and gameplay footage at E3 2018.\nResident Evil 2 received critical acclaim, with praise for its presentation, gameplay, and faithfulness to the original, and was nominated for numerous awards, including Game of the Year at the Game Awards 2019. It had sold over nine million copies as of 2021, outselling the original Resident Evil 2. It was followed by another remake, Resident Evil 3, in 2020.\n\n"},"Resident Evil 3":{"Title":"Resident Evil 3","Genre(s)":"Survival horror","Developer(s)":"Capcom","Publisher(s)":"Capcom","Release date":"Resident Evil 3","Description":"Resident Evil 3 is a 2020 survival horror game developed and published by Capcom. Released for Windows, PlayStation 4, and Xbox One, it is a remake of the 1999 game Resident Evil 3: Nemesis. Players control former elite agent Jill Valentine and mercenary Carlos Oliveira as they attempt to find a vaccine and escape from a city during a viral outbreak. The game is played from an third-person perspective and requires the player to solve puzzles and defeat monsters while being pursued by a creature called Nemesis. Cutscenes with occasional quick time events are featured at regular intervals to advance the story.\nMost of Resident Evil 3 was developed concurrently with the 2019 remake of Resident Evil 2 and both games run on Capcom's RE Engine. Although it features the same premise as the original, many parts were rearranged in favor of a more focused story. To honor the more action-oriented approach of the original, developers revamped the movement speed and animations from the Resident Evil 2 remake and added the ability to dodge attacks. Because some features from the original game were excluded, a separate online multiplayer game, Resident Evil: Resistance, was bundled with Resident Evil 3.\nResident Evil 3 received generally favorable reviews from critics, who praised its compelling narrative, tense atmosphere, and graphics. Criticism was targeted at its short length and missing features from the original. The greater emphasis on action and scripted sequences also disappointed some critics. The game had sold 4.6 million copies by November 2021. Versions for PlayStation 5 and Xbox Series X/S were released in June 2022.\n\n"},"Resident Evil 7: Biohazard":{"Title":"Resident Evil 7: Biohazard","Genre(s)":"Survival horror","Developer(s)":"Capcom","Publisher(s)":"Capcom","Release date":"Resident Evil 7: Biohazard","Description":"Resident Evil 7: Biohazard is a 2017 survival horror game developed and published by Capcom. The player controls Ethan Winters as he searches for his long-missing wife in a derelict plantation occupied by an infected family, solving puzzles and fighting enemies. Resident Evil 7 diverges from the more action-oriented Resident Evil 5 and Resident Evil 6, returning to the franchise's survival horror roots, emphasizing exploration. It is the first main Resident Evil game to use a first-person view.\nResident Evil 7 is the first full-length game to use Capcom's in-house RE Engine. The development was led by Koshi Nakanishi, director of the 2012 Nintendo 3DS game Resident Evil: Revelations. A year prior to its announcement at E3 2016, it was presented as a virtual reality demo called Kitchen. The team took inspiration from the 1981 film The Evil Dead, scaled back the game to one location, and used a first-person perspective to immerse players. Two downloadable content scenarios were released, Not a Hero and End of Zoe.\nResident Evil 7 was released in January 2017 for Windows, PlayStation 4, Xbox One, followed by a cloud version for the Nintendo Switch in May 2018 in Japan, and PlayStation 5 and Xbox Series X/S versions in June 2022. It also supports the PlayStation VR headset. The game received generally favorable reviews and was considered a return to form for the series; critics praised the gameplay, innovation, and uses of virtual reality, but the boss battles and final chapter drew some criticism. As of December 2021, the game has sold 10.6 million copies worldwide. It was nominated for several end-of-year accolades. A sequel, Resident Evil Village, was released on May 7, 2021."},"Resident Evil Village":{"Title":"Resident Evil Village","Genre(s)":"Survival horror","Developer(s)":"Capcom","Publisher(s)":"Capcom","Release date":"Resident Evil Village","Description":"Resident Evil Village is a 2021 first-person survival horror game developed and published by Capcom. It is the sequel to Resident Evil 7: Biohazard (2017). Players control Ethan Winters, who searches for his kidnapped daughter in a village filled with mutant creatures. Village maintains survival horror elements from previous Resident Evil games, with players scavenging environments for items and managing resources. However, it adds more action-oriented gameplay, with higher enemy counts and a greater emphasis on combat.\nResident Evil Village was announced at the PlayStation 5 reveal event in June 2020 and was released on May 7, 2021, for Microsoft Windows, PlayStation 4, PlayStation 5, Stadia, Xbox One, and Xbox Series X/S, with a macOS version set to release in 2022. It received generally favorable reviews, with praise for its gameplay, setting, and variety, but criticism for its puzzles, boss fights and performance issues on the Windows version; the increased focus on action divided opinions. Resident Evil Village won year-end accolades including Game of the Year at the Golden Joystick Awards. It sold 6.1 million units by May 2022.\n\n"},"Riders Republic":{"Title":"Riders Republic","Genre(s)":"Extreme sports","Developer(s)":"Ubisoft Annecy","Publisher(s)":"Ubisoft","Release date":"Riders Republic","Description":"Riders Republic is a sports video game developed by Ubisoft Annecy and published by Ubisoft. The game was released for Microsoft Windows, PlayStation 4, PlayStation 5, Amazon Luna, Stadia, Xbox One, and Xbox Series X/S on October 28, 2021.\n\n"},"Rogue Company":{"Title":"Rogue Company","Genre(s)":"Third-person shooter","Developer(s)":"First Watch Games","Publisher(s)":"Hi-Rez Studios","Release date":"Rogue Company","Description":"Rogue Company is a free-to-play multiplayer tactical third-person hero shooter video game developed by First Watch Games and published by Hi-Rez Studios. The game was released in open beta on October 1, 2020 for Microsoft Windows via the Epic Games Store, Steam, Xbox One, PlayStation 4, Nintendo Switch, with an Xbox Series X/S release following on November 25, 2020, and a PlayStation 5 release on March 30, 2021. The game features full support for cross-platform play and cross-progression. The game takes inspiration from the Counter-Strike series of tactical shooters."},"R-Type Final 2":{"Title":"R-Type Final 2","Genre(s)":"Shoot 'em up","Developer(s)":"Granzella","Publisher(s)":["JP: Granzella","WW: NIS America"],"Release date":"R-Type Final 2","Description":"R-Type Final 2 is a horizontal-scrolling shooter video game developed and published by Granzella. Part of Irem's long-running R-Type series, it is a sequel to R-Type Final released in 2004, and the first R-Type game in over a decade, after the release of R-Type Tactics II: Operation Bitter Chocolate in 2009. The game was released for the Microsoft Windows, Nintendo Switch, PlayStation 4, Xbox One, and Xbox Series X/S on April 29, 2021.\nThe western versions of the game are published by NIS America, and were released on April 30, 2021. R-Type Final 2 is the first game in the series to be released outside of Japan since R-Type Dimensions in 2009."},"Ruined King: A League of Legends Story":{"Title":"Ruined King: A League of Legends Story","Genre(s)":"Role-playing","Developer(s)":"Airship Syndicate","Publisher(s)":"Riot Forge","Release date":"Ruined King: A League of Legends Story","Description":"Ruined King: A League of Legends Story is a 2021 turn-based role-playing video game developed by Airship Syndicate and published by Riot Forge. A spin-off to Riot Games' League of Legends, Ruined King uses characters and a setting originating in its parent title.\nThe game is set in Bilgewater, a bustling pirate city, and the Shadow Isles, a cursed region filled with a corrupting force called the Black Mist. The player controls a party of six characters from League of Legends to find the source of the Black Mist. The playable characters are Pyke, Braum, Miss Fortune, Illaoi, Ahri, and Yasuo.Originally revealed in 2019 during the 10th anniversary celebration of League of Legends, Ruined King's release was delayed as a result of the COVID-19 pandemic. A release date was not provided by the developer or publisher until it was launched, alongside Hextech Mayhem, on November 16, 2021, for Microsoft Windows, PlayStation 4, Nintendo Switch and Xbox One. It is backwards compatible with the PlayStation 5 and Xbox Series X/S, with free upgrades to the native versions to be available in the future.\n\n"},"Sable":{"Title":"Sable","Genre(s)":"Adventure","Developer(s)":"Shedworks","Publisher(s)":"Raw Fury","Release date":"Sable","Description":"Sable is an open world exploration video game developed by Shedworks and published by Raw Fury. It was released on September 23, 2021, for Windows, Xbox Series X/S, and Xbox One platforms.Players control Sable, a young girl that embarks on a coming of age rite-of-passage, searching for a fitting mask such that she can return to her nomadic clan. By exploring the game's ruined desert planet of Midden, Sable encounters several characters that will help her find her place in the world, as well as giving her several tasks that often involve solving puzzles and platforming through rock formations or ancient ruins."},"Saints Row":{"Title":"Saints Row","Genre(s)":"Action-adventure","Developer(s)":"Volition","Publisher(s)":"Deep Silver","Release date":"Saints Row","Description":"Saints Row is an upcoming action-adventure video game and reboot of the Saints Row series. Developed by Volition and published by Deep Silver, it is scheduled for release on August 23, 2022 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S."},"Saints Row: The Third Remastered":{"Title":"Saints Row: The Third Remastered","Genre(s)":"Action-adventure","Developer(s)":"Volition","Publisher(s)":"Deep Silver","Release date":"Saints Row: The Third Remastered","Description":"Saints Row: The Third is a 2011 action-adventure game developed by Volition and published by THQ. It is the sequel to 2008's Saints Row 2 and the third installment in the Saints Row series. It was released on November 15, 2011 for Microsoft Windows, PlayStation 3, and Xbox 360, and May 10, 2019 for the Nintendo Switch. A remastered version of Saints Row: The Third, titled Saints Row: The Third Remastered, was released by Deep Silver on May 22, 2020 for Windows, PlayStation 4, and Xbox One, March 5, 2021 for Stadia, May 25, 2021 for Xbox Series X and S and PlayStation 5, and July 29, 2021 for Luna.\nThe game is set in the fictional city of Steelport (based on New York City), and continues the story of the 3rd Street Saints, once again putting players in the role of the gang's leader, who is fully customizable. Five years after the events of Saints Row 2, the Saints have grown from their humble origins as a street gang into a large media and consumer empire with their own brand, while many of the gang's members have become celebrities and pop culture icons. After being stranded in Steelport, which is firmly ruled by an international crime organization known as the Syndicate, the Saints must rebuild their forces once more to take over the city and defeat the Syndicate, as well as S.T.A.G., a violent paramilitary contracted with restoring order to Steelport.\nDevelopment of Saints Row: The Third began in late 2008, shortly after the release of Saints Row 2. There was high staff turnover from the previous Saints Row team, with only one-fifth of the final 100-person staff having worked on a previous title in the series. They aimed to improve on the series by giving the game a coherent tone, and found it in films such as Hot Fuzz and the game's signature sex toy bat. Saints Row: The Third was built using a proprietary engine known as Core Technology Group and the Havok physics engine.\nThe game received generally positive reviews from critics, who praised its general zaniness and customization options. Criticism was aimed at the new setting, which many critics felt was flat and underdeveloped compared to the previous games' Stilwater, and the lackluster humor. On the contrary, others thought the game perfected the Saints Row formula. It was a nominee for Best Narrative at the 2012 Game Developers Conference, an IGN Editor's Choice, and a recipient of perfect scores from GamesRadar and G4. A complete edition including the three downloadable content packs was released in 2012, and its planned Enter the Dominatrix expansion became the game's sequel, Saints Row IV, released in 2013."},"Samurai Shodown":{"Title":"Samurai Shodown","Genre(s)":"Fighting","Developer(s)":"SNK","Publisher(s)":"SNK","Release date":"Samurai Shodown","Description":"Samurai Shodown (known as Samurai Spirits in Japan) is a 2019 fighting game developed and published by SNK for arcades, PlayStation 4, Xbox One, Nintendo Switch, Stadia, Xbox Series X and Series S, and Windows as an entry in the Samurai Shodown series, as well as a reboot to the series."},"Scarlet Nexus":{"Title":"Scarlet Nexus","Genre(s)":"Action role-playing","Developer(s)":"Bandai Namco Studios","Publisher(s)":"Bandai Namco Entertainment","Release date":"Scarlet Nexus","Description":"Scarlet Nexus is an action role-playing game developed by Bandai Namco Studios and Tose and published by Bandai Namco Entertainment. It was released on June 25, 2021, for Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X and Series S. The game received generally positive reviews from critics, with praise for the combat but criticism for its side missions. It has sold 1 million units."},"Scorn":{"Title":"Scorn","Genre(s)":["First-person shooter","Survival horror"],"Developer(s)":"Ebb Software","Publisher(s)":"Ebb Software","Release date":"Scorn","Description":"Scorn is an upcoming first-person biopunk survival horror adventure video game developed by Serbian developer Ebb Software for Microsoft Windows and Xbox Series X/S. The game is inspired by the works of visual artists H. R. Giger and Zdzisław Beksiński."},"Scott Pilgrim vs. The World: The Game - Complete Edition":{"Title":"Scott Pilgrim vs. The World: The Game - Complete Edition","Genre(s)":"Beat 'em up","Developer(s)":["Ubisoft","Engine Software"],"Publisher(s)":"Ubisoft","Release date":"Scott Pilgrim vs. The World: The Game - Complete Edition","Description":"Scott Pilgrim vs. The World: The Game is a side-scrolling beat 'em up game developed by Ubisoft Montreal and Ubisoft Chengdu and published by Ubisoft, based on the Scott Pilgrim series of Oni Press graphic novels by Bryan Lee O'Malley and tying in with the release of the film of the same name. The game was originally released digitally for Xbox 360 and PlayStation 3 in August 2010 before being delisted in December 2014. An updated re-release for PlayStation 4, Xbox One, Nintendo Switch, Microsoft Windows, Amazon Luna, and Stadia, titled Scott Pilgrim vs. The World: The Game – Complete Edition,  was released on January 14, 2021."},"Sea of Thieves":{"Title":"Sea of Thieves","Genre(s)":"Action-adventure","Developer(s)":"Rare","Publisher(s)":"Xbox Game Studios","Release date":"Sea of Thieves","Description":"Sea of Thieves is a 2018 action-adventure game developed by Rare and published by Microsoft Studios. The player assumes the role of a pirate who completes voyages from different trading companies. The multiplayer game sees players explore an open world via a pirate ship from a first-person perspective. Groups of players encounter each other regularly during their adventures, sometimes forming alliances, sometimes going head-to-head. \nSea of Thieves was conceived in 2014. Rare was inspired by players of PC games such as Eve Online (2003), DayZ (2018), and Rust (2018) who used the game tools to create their own stories. Rare explored different settings, such as vampires and dinosaurs, before settling on a pirate theme inspired by the Pirates of the Caribbean films and The Goonies (1985). The game features a progression system that only unlocks cosmetic items as the development team wanted to encourage both casual and experienced players to play together. Rare departed from its reputation for secrecy during Sea of Thieves's development, inviting fans to test the game's early builds.\nMicrosoft Studios released Sea of Thieves in March 2018 for Windows and Xbox One; it was one of the earliest first-party games released for Xbox Game Pass subscribers. Sea of Thieves received mixed reviews; critics praised the ship combat, multiplayer, visuals, and physics, but criticized the progression, gameplay, and lack of content. Rare envisioned Sea of Thieves as a \"game as a service\" and released numerous content updates after the initial release, which improved its overall reception. Sea of Thieves was a commercial success and became Microsoft's most successful original intellectual property of the eighth generation, attracting more than 30 million players by June 2022. An enhanced version of the game was released for the Xbox Series X/S in November 2020.\n\n"},"Second Extinction":{"Title":"Second Extinction","Genre(s)":"First-person shooter","Developer(s)":"Systemic Reaction","Publisher(s)":"Avalanche Studios Group","Release date":"Second Extinction","Description":"Second Extinction is an upcoming cooperative first-person shooter, developed and published by Systemic Reaction for Windows, Xbox One, and Xbox Series X and Series S. In the game, mutated dinosaurs have taken over the Earth, and players must work together in fighting a war against the animals. The game received an early access release through Steam on October 13, 2020, and through Xbox Game Preview on April 28, 2021."},"Senua's Saga: Hellblade II":{"Title":"Senua's Saga: Hellblade II","Genre(s)":"Action-adventure","Developer(s)":"Ninja Theory","Publisher(s)":"Xbox Game Studios","Release date":"Senua's Saga: Hellblade II","Description":"Hellblade: Senua's Sacrifice is an action-adventure game developed and published by the British video game development studio Ninja Theory. Set in a dark fantasy world inspired by Norse mythology and Celtic culture, the game follows Senua, a Pict warrior who must make her way to Helheim by defeating otherworldly entities and facing their challenges, in order to rescue the soul of her dead lover from the goddess Hela. It was released worldwide for Microsoft Windows and PlayStation 4 in August 2017, Xbox One in April 2018, Nintendo Switch in April 2019, and Xbox Series X and Series S in August 2021. Hellblade features support for virtual reality, which was added in a 2018 update.\nSelf-described as an \"independent AAA game\", Hellblade was created by a team of approximately twenty developers led by writer and director Tameem Antoniades. The game blends different gameplay mechanics and concepts like puzzle solving, psychological horror and melee combat. Voice acting is an integral part of the game, while its cutscenes combine motion capture by Melina Juergens, and live action performances by other actors. The game's narrative serves as a metaphor for the character's struggle with psychosis, as Senua, who suffers from the condition but believes it to be a curse, is haunted by an entity known as the \"Darkness\", voices in her head known as \"Furies\", and memories from her past. To properly represent psychosis, developers worked closely with neuroscientists, mental health specialists, and people living with the condition.\nHellblade was a commercial success and was well-received by critics, who praised it as a work of art and applauded its uncommon choice of revolving around psychosis, the quality and uniqueness of its approach of the condition, and its story and main character. Its overall presentation, along with Juergens' performance, was also considered superior in quality to what independent games usually provide, although its gameplay and other elements received some criticism. The game sold over a million copies across all platforms by June 2018. A sequel, Senua's Saga: Hellblade II, was announced at The Game Awards 2019."},"Serious Sam 4":{"Title":"Serious Sam 4","Genre(s)":"First-person shooter","Developer(s)":"Croteam","Publisher(s)":"Devolver Digital","Release date":"Serious Sam 4","Description":"Serious Sam 4 is a 2020 first-person shooter developed by Croatian studio Croteam and published by Devolver Digital. It is part of the Serious Sam series and a prequel to Serious Sam 3: BFE. The game was announced in April 2018, originally as Serious Sam 4: Planet Badass, was released in September 2020 for Microsoft Windows and Stadia, followed by PlayStation 5 and Xbox Series X/S ports in December 2021. A standalone expansion, Serious Sam: Siberian Mayhem, was released in January 2022."},"Session":{"Title":"Session","Genre(s)":"Sports","Developer(s)":"Crea-ture Studio","Publisher(s)":"Nacon","Release date":"Session","Description":"Session is an upcoming sports video game developed by Montreal independent developer Crea-ture Studios (stylized as creā-ture Studios Inc.) for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S. The game was considered by many as the spiritual successor to the Skate series."},"Sherlock Holmes: Chapter One":{"Title":"Sherlock Holmes: Chapter One","Genre(s)":"Adventure","Developer(s)":"Frogwares","Publisher(s)":"Frogwares","Release date":"Sherlock Holmes: Chapter One","Description":"Sherlock Holmes Chapter One is an action-adventure mystery video game in the Sherlock Holmes series developed by Frogwares. It is also the first game in the series to be self-published by Frogwares itself. Described as an \"origin story\", the game follows a young Sherlock Holmes as he investigates a mystery in his family's home on the Mediterranean island of Cordona after his mother's death. It is the first open world title in the series.Sherlock Holmes: Chapter One was released for Microsoft Windows, PlayStation 5, and Xbox Series X/S 16 November 2021, with the PlayStation 4 version set to release on 28 April 2022. An Xbox One version was originally scheduled to release along with the PlayStation 4 version but has since been delayed indefinitely due to 2022 Russian invasion of Ukraine."},"The Smurfs: Mission Vileaf":{"Title":"The Smurfs: Mission Vileaf","Genre(s)":"Action-adventure","Developer(s)":"OSome Studio","Publisher(s)":"Microids","Release date":"The Smurfs: Mission Vileaf","Description":"The Smurfs: Mission Vileaf (French: Les Schtroumpfs: Mission Malfeuille) is a platform video game developed by OSome Studio and published by Microids, released on October 26, 2021. This video game was based on the Belgian animated series The Smurfs (and in turn in the Belgian comic book series of the same name, created by Peyo)."},"Sniper Ghost Warrior Contracts 2":{"Title":"Sniper Ghost Warrior Contracts 2","Genre(s)":["Tactical shooter","stealth"],"Developer(s)":"CI Games","Publisher(s)":"CI Games","Release date":"Sniper Ghost Warrior Contracts 2","Description":"Sniper Ghost Warrior Contracts 2 is a tactical shooter stealth video game developed and published by CI Games. It is the sixth entry in the Sniper: Ghost Warrior series and is the sequel to Sniper Ghost Warrior Contracts. The game was released on 4 June 2021 for Microsoft Windows, PlayStation 4, Xbox One and Xbox Series X/S. The PlayStation 5 version was released later, on 24 August 2021."},"Somerville":{"Title":"Somerville","Genre(s)":"Adventure","Developer(s)":"JumpShip","Publisher(s)":"JumpShip","Release date":"Somerville","Description":"Somerville is an upcoming video game and the debut title by the independent studio Jumpship. The studio's co-founder, Dino Patti, previously co-founded Playdead and worked on Limbo and Inside as executive producer on both games. The game is set to be released for Microsoft Windows, Xbox One, and Xbox Series X/S in 2022."},"Sonic Frontiers":{"Title":"Sonic Frontiers","Genre(s)":"Platform","Developer(s)":"Sonic Team","Publisher(s)":"Sega","Release date":"Sonic Frontiers","Description":"Sonic Frontiers is an upcoming 2022 platform game developed by Sonic Team and published by Sega. As Sonic the Hedgehog, the player explores the mysterious Starfall Islands to collect the Chaos Emeralds after Sonic, Miles \"Tails\" Prower, and Amy Rose separate when falling through a wormhole. Frontiers integrates platforming and traditional Sonic elements—such as rings and grind rails—into the series' first open world, where the player solves puzzles to collect items and fights robot enemies.\nDevelopment began after the release of Sonic Forces (2017). Sonic Team head Takashi Iizuka wanted Frontiers to set a new template for Sonic games to follow, similar to Sonic Adventure (1998). Sonic Team settled on an open-ended design and focused on adapting Sonic's abilities to an open world. Frontiers is scheduled for release on Nintendo Switch, PlayStation 4, PlayStation 5, Windows, Xbox One, and Xbox Series X/S in late 2022."},"Sonic Origins":{"Title":"Sonic Origins","Genre(s)":"Platform","Developer(s)":"Headcannon","Publisher(s)":"Sega","Release date":"Sonic Origins","Description":"Sonic Origins is an upcoming Sonic the Hedgehog video game compilation by Sega. It features remasters of the first four platform games in the Sonic series originally released for the Sega Genesis and the Sega CD: Sonic the Hedgehog (1991), Sonic the Hedgehog 2 (1992), Sonic CD (1993), and Sonic the Hedgehog 3 & Knuckles (1994). The games are playable in their original format and a new widescreen format that removes lives. Origins adds additional game modes and missions, which allow players to unlock content in an in-game museum.\nOrigins was conceived following the release of the 2020 Sonic film; due to the influx of new fans, Sonic Team head Takashi Iizuka wanted to make the older Sonic games available on modern hardware. It was primarily developed at Sega, though Simon Thomley, who worked on Sonic Mania (2017), developed the remaster of Sonic 3 & Knuckles. Origins is scheduled for release on the Nintendo Switch, PlayStation 4, PlayStation 5, Windows, Xbox One and Xbox Series X/S on June 23, 2022, the series' 31st anniversary."},"Spacelords":{"Title":"Spacelords","Genre(s)":"Action-adventure","Developer(s)":"MercurySteam","Publisher(s)":"MercurySteam","Release date":"Spacelords","Description":"Spacelords (previously known as Raiders of the Broken Planet) is an online free-to-play action-adventure video game developed and published by Spanish studio MercurySteam. It was released for Microsoft Windows, PlayStation 4 and Xbox One on September 22, 2017, and for PlayStation 5 and Xbox Series X/S in November 2020.\nSpacelords is an asymmetric online adventure game. There are gameplay elements which task the players to shoot and brawl and utilize strategy. A story mode, which will be released episodically, is also planned."},"SpellForce 3 Reforced":{"Title":"SpellForce 3 Reforced","Genre(s)":["Real-time strategy","role-playing"],"Developer(s)":"Grimlore Games","Publisher(s)":"THQ Nordic","Release date":"SpellForce 3 Reforced","Description":"SpellForce 3 is a 2017 video game developed by Grimlore Games and published by THQ Nordic. It was released for Microsoft Windows on 7 December 2017. SpellForce 3 is the third full and the ninth overall release in the SpellForce video game series. It is the first entry in the series since 2014's SpellForce 2: Demons of the Past. The plot serves as a prequel to the first game (SpellForce: The Order of Dawn), depicting events that lead to the creation of The Circle, the group of mages whose actions were the basis for The Order of Dawn.\nThe game combines role-playing and real-time strategy elements like previous games in the series. Players control a mage called Tahar and a group of supporting characters with different backstories and abilities. Like many role-playing games, characters can equip various items such as armor, weapons and jewelry that influence the character's abilities and traits. Many maps allow players to construct buildings and gather resources to create additional units with fixed abilities. The game features an extensive campaign that can be played by a single player or two players. It also includes a skirmish mode allowing players to battle against the AI or other players, independently of the campaign.\nTwo standalone expansions were released for SpellForce 3, Soul Harvest (2018) and Fallen God (2020), as well as a free multiplayer-only version called SpellForce 3: Versus. On 6 December 2021, an upgraded version of the original, SpellForce 3 Reforced was released for Microsoft Windows, and is due to release for PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S on 7 June 2022."},"S.T.A.L.K.E.R. 2: Heart of Chornobyl":{"Title":"S.T.A.L.K.E.R. 2: Heart of Chornobyl","Genre(s)":["First-person shooter","Survival horror"],"Developer(s)":"GSC Game World","Publisher(s)":"GSC Game World","Release date":"S.T.A.L.K.E.R. 2: Heart of Chornobyl","Description":"S.T.A.L.K.E.R. 2: Heart of Chornobyl is an upcoming first-person shooter survival horror video game developed and published by Ukrainian game developer GSC Game World. Set to release for Microsoft Windows and the Xbox Series X/S, it will be the fourth game released in the  S.T.A.L.K.E.R. video game series, the first game in the series released on consoles, as well as the first S.T.A.L.K.E.R. game in 13 years since the release of Call of Pripyat in 2009.\nInitially announced following the release of Call of Pripyat, it was planned release in 2012, before it was ultimately cancelled on the year of its intended release. The game resurfaced years later in 2018, with the development restarted and powered by Unreal Engine 5. It was scheduled to release on December 8, 2022, but due to the ongoing war in Ukraine, development for the game was put on hold. However, the development team later stated on their official Discord server that the development process continues and is currently set for 2023 release.\n\n"},"State of Decay 3":{"Title":"State of Decay 3","Genre(s)":["Action-adventure","Survival horror"],"Developer(s)":"Undead Labs","Publisher(s)":"Xbox Game Studios","Release date":"State of Decay 3","Description":"State of Decay is a series of third-person survival horror video games. The series was created by Undead Labs and published by Xbox Game Studios. To date, there are two installments in the franchise, and an upcoming third game."},"Starfield":{"Title":"Starfield","Genre(s)":"Action role-playing","Developer(s)":"Bethesda Game Studios","Publisher(s)":"Bethesda Softworks","Release date":"Starfield","Description":"Starfield is an upcoming action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks. The game was formally announced during Bethesda's E3 Press Conference in 2018. The game is set in a space-themed world, and will be the first new intellectual property developed by Bethesda in over twenty-five years. The game is scheduled to be released in the first half of 2023 for Microsoft Windows and Xbox Series X/S.\n\n"},"Stranger of Paradise: Final Fantasy Origin":{"Title":"Stranger of Paradise: Final Fantasy Origin","Genre(s)":"Action role-playing","Developer(s)":"Team Ninja","Publisher(s)":"Square Enix","Release date":"Stranger of Paradise: Final Fantasy Origin","Description":"Stranger of Paradise: Final Fantasy Origin is an action role-playing game in the Final Fantasy series developed by Koei Tecmo's Team Ninja, and published by Square Enix in celebration of the series' 35th anniversary. As an alternate universe prequel of Square Enix's original Final Fantasy on the NES, the storyline follows a set of characters brought into a fantasy world to face the malevolent Chaos. The game was released in March 2022 for Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S."},"Subnautica: Below Zero":{"Title":"Subnautica: Below Zero","Genre(s)":"Action-adventure","Developer(s)":"Unknown Worlds Entertainment","Publisher(s)":"Bandai Namco Entertainment","Release date":"Subnautica: Below Zero","Description":"Subnautica: Below Zero is an open-world survival action-adventure video game developed and published by Unknown Worlds Entertainment. It is the sequel to the 2018 game Subnautica.\nIntroduced in early access via Steam and the Epic Games Store in January 2019, Subnautica: Below Zero was released for the Microsoft Windows, macOS, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Nintendo Switch on May 14, 2021. The physical versions of the game are published by Bandai Namco Entertainment."},"Suicide Squad: Kill the Justice League":{"Title":"Suicide Squad: Kill the Justice League","Genre(s)":"Action-adventure","Developer(s)":"Rocksteady Studios","Publisher(s)":"WB Games","Release date":"Suicide Squad: Kill the Justice League","Description":"Suicide Squad: Kill the Justice League is an upcoming action-adventure game developed by Rocksteady Studios and published by Warner Bros. Interactive Entertainment. It is set to be released in early 2023 for Microsoft Windows, PlayStation 5, and Xbox Series X/S. It is a continuation of the Batman: Arkham series and will be the first game in the series not to feature Batman as the title character or the player protagonist. The game revolves around the titular team of super-criminals, who are assembled by Amanda Waller and sent to Metropolis to stop the alien invader Brainiac and kill the members of the Justice League who have been brainwashed by him."},"Super Animal Royale":{"Title":"Super Animal Royale","Genre(s)":"Battle royale","Developer(s)":"Pixile","Publisher(s)":"Modus Games","Release date":"Super Animal Royale","Description":"Super Animal Royale is an indie battle royale video game developed by Pixile Studios and published by Modus Games for Microsoft Windows, macOS, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S and Stadia, Android. The game features 64-player matches starring anthropomorphic animals who use a variety of weapons and firearms from a 2D overhead perspective and was built using the Unity game engine. An early version debuted on Steam Early Access on December 12, 2018, with a free-to-play demo version released the following month in January 2019. An Xbox One and Xbox Series X/S version appeared on Xbox Game Pass in game preview on June 1, 2021. The game left Early Access on Steam and was released on Xbox One, Xbox Series X/S, PlayStation 4, PlayStation 5, Nintendo Switch, and Android on August 26, 2021.\n\n"},"Super Monkey Ball: Banana Mania":{"Title":"Super Monkey Ball: Banana Mania","Genre(s)":"Platform","Developer(s)":"Ryu Ga Gotoku Studio","Publisher(s)":"Sega","Release date":"Super Monkey Ball: Banana Mania","Description":"Super Monkey Ball Banana Mania is a platform party game developed by Ryu Ga Gotoku Studio and published by Sega. It is a remake of the first three console entries in the Super Monkey Ball series, and was released in celebration of the series' 20th anniversary for Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Microsoft Windows on October 5th 2021.\n\n"},"Tales of Arise":{"Title":"Tales of Arise","Genre(s)":"Action role-playing","Developer(s)":"Bandai Namco Studios","Publisher(s)":"Bandai Namco Entertainment","Release date":"Tales of Arise","Description":"Tales of Arise is an action role-playing game developed and published by Bandai Namco Entertainment for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. The seventeenth main entry in the Tales series, it was originally planned to release in 2020 but was delayed to September 2021 due to internal quality issues and the ability to launch the game on more platforms. It's also the first game of the series with a worldwide simultaneous launch. The game follows a man and a woman from the opposing worlds of Dahna and Rena and their journey to end the Renans' oppression of the Dahnan people.\nDeveloped by a team composed of both series veterans and newcomers, the aim was to revitalize the Tales series. Minoru Iwamoto, one of several artists who worked on Tales of Zestiria and Tales of Berseria, returns as both character designer and art director. The game is built using Unreal Engine 4. Upon release, the game received generally favorable reviews and won the award for Best RPG at The Game Awards 2021. It has sold 2 million units.\n\n"},"Temtem":{"Title":"Temtem","Genre(s)":"MMORPG","Developer(s)":"Crema","Publisher(s)":"Humble Games","Release date":"Temtem","Description":"Temtem is a massively multiplayer online role-playing game (MMORPG) developed by Spanish development studio Crema, and published by Humble Bundle. The game was released in early access through Steam on January 21, 2020, and PlayStation 5 on December 8, 2020 with the Nintendo Switch and Xbox Series X/S versions of the game scheduled to release alongside the full release of the game on September 6, 2022. The game uses the Unity development engine, and is a creature-collection video game greatly inspired by Nintendo's Pokémon series. The game was partly funded through the crowdfunding platform Kickstarter, from May to June 2018."},"Test Drive Unlimited Solar Crown":{"Title":"Test Drive Unlimited Solar Crown","Genre(s)":"Racing","Developer(s)":"Kylotonn","Publisher(s)":"Nacon","Release date":"Test Drive Unlimited Solar Crown","Description":"Test Drive Unlimited Solar Crown is an upcoming racing video game developed by KT Racing and published by Nacon. It will be the twenty-first game in the Test Drive series, the first title in the series since 2012's Test Drive: Ferrari Racing Legends, and the third game in the franchise's open world Unlimited reboot, following 2011's Test Drive Unlimited 2. The game was teased on 3 July 2020 on Twitter and was officially revealed during the Nacon Connect event on 7 July. Test Drive Unlimited Solar Crown is set to be released for Microsoft Windows, Nintendo Switch, PlayStation 5, and Xbox Series X/S in 2023."},"Tetris Effect: Connected":{"Title":"Tetris Effect: Connected","Genre(s)":"Puzzle","Developer(s)":["Monstars","Resonair"],"Publisher(s)":"Enhance Games","Release date":"Tetris Effect: Connected","Description":"Tetris Effect is a Block-dropping arcade-styled puzzle video game developed by Japanese studios Monstars and Resonair and published by Enhance Games. The game was released worldwide exclusively for the PlayStation 4 on November 9, 2018, and features support for the PlayStation VR. A Microsoft Windows version, with support for Oculus Rift and HTC Vive, was released on July 23, 2019. The game garnered high praise from critics and was named Game of the Year by several publications. An enhanced version, named Tetris Effect: Connected, was announced for Xbox One, Xbox Series X/S and Windows 10 during Xbox Games Showcase on July 23, 2020, and was released on November 10, 2020. The expansion was made available for existing platforms in August 2021. A Nintendo Switch version was released on October 8, 2021.\n\n"},"Tiny Tina's Wonderlands":{"Title":"Tiny Tina's Wonderlands","Genre(s)":["Action role-playing","First-person shooter"],"Developer(s)":"Gearbox Software","Publisher(s)":"2K Games","Release date":"Tiny Tina's Wonderlands","Description":"Tiny Tina's Wonderlands is an action role-playing first-person shooter video game developed by Gearbox Software and published by 2K Games. It is a spin-off in the Borderlands series. The game was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S in March 2022.\n\n"},"Tom Clancy's Rainbow Six Extraction":{"Title":"Tom Clancy's Rainbow Six Extraction","Genre(s)":"Tactical shooter","Developer(s)":"Ubisoft Montreal","Publisher(s)":"Ubisoft","Release date":"Tom Clancy's Rainbow Six Extraction","Description":"Tom Clancy's Rainbow Six Extraction (originally known as Tom Clancy's Rainbow Six Quarantine) is an online multiplayer tactical shooter video game developed by Ubisoft Montreal and published by Ubisoft. A spin-off of Rainbow Six Siege (2015), Extraction is a cooperative multiplayer game in which players must work together to combat and defeat a type of parasite-like aliens called the Archæans. The game was released for Microsoft Windows, PlayStation 4, PlayStation 5, Amazon Luna, Google Stadia, Xbox One and Xbox Series X and Series S on January 20, 2022. It received mixed reviews from critics.\n\n"},"Tom Clancy's Rainbow Six Siege":{"Title":"Tom Clancy's Rainbow Six Siege","Genre(s)":"Tactical shooter","Developer(s)":"Ubisoft Montreal","Publisher(s)":"Ubisoft","Release date":"Tom Clancy's Rainbow Six Siege","Description":"Tom Clancy's Rainbow Six Siege is an online tactical shooter video game developed by Ubisoft Montreal and published by Ubisoft. It was released worldwide for Microsoft Windows, PlayStation 4, and Xbox One on December 1, 2015; the game was also released for PlayStation 5 and Xbox Series X and Series S exactly five years later on December 1, 2020. The game puts heavy emphasis on environmental destruction and cooperation between players. Each player assumes control of an attacker or a defender in different gameplay modes such as rescuing a hostage, defusing a bomb, and taking control of an objective within a room. The title has no campaign but features a series of short, offline missions called, \"situations\" that can be played solo. These missions have a loose narrative, focusing on recruits going through training to prepare them for future encounters with the \"White Masks\", a terrorist group that threatens the safety of the world.\nSiege is an entry in the Rainbow Six series and the successor to Tom Clancy's Rainbow 6: Patriots, a tactical shooter that had a larger focus on narrative. After Patriots was eventually cancelled due to its technical shortcomings, Ubisoft decided to reboot the franchise. The team evaluated the core of the Rainbow Six franchise and believed that letting players impersonate the top counter-terrorist operatives around the world suited the game most. To create authentic siege situations, the team consulted actual counter-terrorism units and looked at real-life examples of sieges such as the 1980 Iranian Embassy siege. Powered by AnvilNext 2.0, the game also utilizes Ubisoft's RealBlast technology to create destructible environments.\nThe game received an overall positive reception from critics, with praise mostly directed to the game's tense multiplayer and focus on tactics. However, the game was criticized for its progression system and its lack of content. Initial sales were weak, but the game's player base increased significantly as Ubisoft adopted a \"games as a service\" model for the game and subsequently released several packages of free downloadable content. Several years after the game's release, some critics regarded Siege as one of the best multiplayer games in the modern market due to the improvements brought by the post-launch updates. The company partnered with ESL to make Siege an esports game. In December 2020, the game surpassed 70 million registered players across all platforms. Rainbow Six Extraction, a spin-off game featuring Siege characters, was released in January 2022."},"Tony Hawk's Pro Skater 1 + 2":{"Title":"Tony Hawk's Pro Skater 1 + 2","Genre(s)":"Sports","Developer(s)":"Vicarious Visions","Publisher(s)":"Activision","Release date":"Tony Hawk's Pro Skater 1 + 2","Description":"Tony Hawk's Pro Skater 1 + 2 is a skateboarding video game developed by Vicarious Visions and published by Activision. It was released for Microsoft Windows, PlayStation 4, and Xbox One on September 4, 2020, PlayStation 5 and Xbox Series X/S on March 26, 2021, and Nintendo Switch on June 25, 2021. It is a remaster of the first two games in the Tony Hawk's series: Tony Hawk's Pro Skater (1999) and Tony Hawk's Pro Skater 2 (2000), which were originally developed by Neversoft. It is the first major console game in the series since Tony Hawk's Pro Skater 5 (2015) and is noted for being Vicarious Visions' final work as a subsidiary of Activision before it was merged into Blizzard Entertainment on January 22, 2021.\nThe game received generally favorable reviews from critics who praised the graphics, diverse roster, nostalgic soundtrack, and gameplay, though some criticized the multiplayer mode and limited amount of levels. The game has become the fastest-selling game in the franchise, selling one million copies within the first two weeks. \n\n"},"The Touryst":{"Title":"The Touryst","Genre(s)":"Action-adventure","Developer(s)":"Shin'en Multimedia","Publisher(s)":"Shin'en Multimedia","Release date":"The Touryst","Description":"The Touryst is an action-adventure puzzle game developed and published by Shin'en Multimedia. It was announced during Nintendo's Indie World stream on August 19, 2019 and was released on November 21, 2019 for Nintendo Switch and July 30, 2020 for Xbox One and Microsoft Windows. An enhanced version of the game released for Xbox Series X/S as a launch title on November 10, 2020. The art style is blocky and makes use of voxel art techniques. The game uses a custom engine developed by Shin'en, which allows the game to deliver high-fidelity graphical effects while still maintaining a smooth framerate. The game was voted as one of the four most loved eShop games of 2019. The PlayStation 4 and PlayStation 5 versions were released on September 9, 2021."},"Twelve Minutes":{"Title":"Twelve Minutes","Genre(s)":"Adventure","Developer(s)":"Luis Antonio","Publisher(s)":"Annapurna Interactive","Release date":"Twelve Minutes","Description":"Twelve Minutes is an adventure game developed by Luís António and published by Annapurna Interactive, released on August 19, 2021 for Microsoft Windows, Xbox One, and Xbox Series X/S, with versions for Nintendo Switch, PlayStation 4 and PlayStation 5 released on December 7, 2021. The game takes place almost exclusively in a small apartment suite and requires the player to repeatedly play through events of a 10-minute cycle to try to solve a mystery.\n\n"},"Two Point Campus":{"Title":"Two Point Campus","Genre(s)":"Business simulation","Developer(s)":"Two Point Studios","Publisher(s)":"Sega","Release date":"Two Point Campus","Description":"Two Point Campus is an upcoming business simulation game developed by Two Point Studios and published by Sega. It is a successor to Two Point Hospital (2018) and tasks the player to build and manage a university campus. The game is set to be released for Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S on 9 August 2022."},"Vampire: The Masquerade – Bloodlines 2":{"Title":"Vampire: The Masquerade – Bloodlines 2","Genre(s)":"Action-adventure","Developer(s)":"Hardsuit Labs","Publisher(s)":"Paradox Interactive","Release date":"Vampire: The Masquerade – Bloodlines 2","Description":"Vampire: The Masquerade – Bloodlines 2 is an upcoming action role-playing video game published by Paradox Interactive. A sequel to Vampire: The Masquerade – Bloodlines (2004), the game is part of the World of Darkness series and based on the tabletop role-playing game Vampire: The Masquerade. It was originally developed by Hardsuit Labs, but the publisher announced in February 2021 that production had been moved to another, as of yet unnamed, developer.\nThe game follows a human in 21st-century Seattle, who is killed and revived as a \"thinblood\" vampire with relatively weak vampiric abilities. It is mainly played in a first-person perspective, alternating to third-person for contextual activities. The player assigns their character one of three disciplines—unique and upgradable powers—before joining one of several vampire clans. It is planned to be released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S.\n\n"},"Vampire: The Masquerade – Swansong":{"Title":"Vampire: The Masquerade – Swansong","Genre(s)":"Action role-playing","Developer(s)":"Big Bad Wolf","Publisher(s)":"Nacon","Release date":"Vampire: The Masquerade – Swansong","Description":"Vampire: The Masquerade – Swansong is a role-playing video game developed by Big Bad Wolf and published by Nacon. It was released in May 2022 for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. It is based on White Wolf Publishing's tabletop role-playing game Vampire: The Masquerade, and is a part of the larger World of Darkness series.\n\n"},"Warframe":{"Title":"Warframe","Genre(s)":"Third-person shooter","Developer(s)":"Digital Extremes","Publisher(s)":"Digital Extremes","Release date":"Warframe","Description":"Warframe is a free-to-play action role-playing third-person shooter multiplayer online game developed and published by Digital Extremes. First released for Windows personal computers in March 2013, it was later ported to PlayStation 4 in November 2013, Xbox One in September 2014, Nintendo Switch in November 2018, PlayStation 5 in November 2020, and Xbox Series X/S in April 2021. Support for cross-platform play and cross-save, as well as ports to mobile devices, are planned for 2022. The game is in a long-term state of open beta.\nIn Warframe, players control members of the Tenno, a race of ancient warriors who have awoken from centuries of suspended animation far into Earth's future to find themselves at war in the planetary system with different factions. The Tenno use their powered Warframes along with a variety of weapons and abilities to complete missions. While many of the game's missions use procedurally-generated levels, newer updates have included large open world areas similar to other massively multiplayer online games as well as some story-specific missions with fixed level design. The game includes elements of shooting and melee games, parkour, and role-playing to allow players to advance their Tenno with improved gear. The game includes both player versus environment and player versus player elements. It is supported by microtransactions, which lets players purchase in-game items using real money, but also offers the option to earn them at no cost through grinding.\nThe concept for Warframe originated in 2000, when Digital Extremes began work on a new game titled Dark Sector. At the time, the company had been successful in supporting other developers and publishers, and wanted to develop their own game in-house. Dark Sector suffered several delays and was eventually released in 2008, having used some of the initial framework but far different from the original plan. By 2012, in the wake of the success of free-to-play games, the developers took their earlier Dark Sector ideas and art assets and incorporated them into a new project, their self-published Warframe.\nInitially, the growth of Warframe was slow, hindered by moderate critical reviews and low player counts. Since its release, the game has experienced positive growth. The game is one of Digital Extremes' most successful titles, seeing nearly 50 million registered players by 2019."},"Warhammer: Chaosbane":{"Title":"Warhammer: Chaosbane","Genre(s)":["Action role-playing","Hack and slash"],"Developer(s)":"Eko Software","Publisher(s)":"Bigben Interactive","Release date":"Warhammer: Chaosbane","Description":"Warhammer: Chaosbane is an action role-playing game developed by Eko Software and published by Bigben Interactive. It was released for Microsoft Windows, PlayStation 4, and Xbox One on 31 May 2019. Players choose to play as one of five character classes from the Warhammer Fantasy setting: a human soldier of the Empire, a High Elf mage, a Dwarf slayer, a Wood Elf scout, or a Dwarf engineer. The character must help save the Empire against the demons of Chaos. Downloadable content featuring a storyline around the undead Tomb Kings was released on 16 December 2019. An enhanced version of the game was released for Xbox Series X/S on 10 November 2020 and for PlayStation 5 on 12 November 2020."},"Warhammer 40,000: Darktide":{"Title":"Warhammer 40,000: Darktide","Genre(s)":"Action","Developer(s)":"Fatshark","Publisher(s)":"Fatshark","Release date":"Warhammer 40,000: Darktide","Description":"Warhammer 40,000: Darktide is an upcoming first-person action game set in the Warhammer 40,000 universe, being developed and published by Swedish video game studio Fatshark. It is planned to be released exclusively for Microsoft Windows and Xbox Series X/S on 13 September 2022.\n\n"},"War Thunder":{"Title":"War Thunder","Genre(s)":["Action","vehicular combat","combat flight simulator"],"Developer(s)":"Gaijin Entertainment","Publisher(s)":"Gaijin Entertainment","Release date":"War Thunder","Description":"War Thunder is a free-to-play vehicular combat multiplayer video game developed and published by Gaijin Entertainment. Announced in 2011, it was first released in November 2012 as an open beta with a worldwide release in January 2013; it had its official release on 21 December 2016. It has a cross-platform format for Microsoft Windows, macOS, Linux, PlayStation 4, Xbox One, PlayStation 5, Xbox Series X, Xbox Series S, and Shield Android TV.\nDeveloped as a \"flying simulation game\", it was previously named World of Planes but due to its similarity with Wargaming's World of Warplanes it was changed to its present name in 2012. Initially, Gaijin claimed after the game was announced that it was an April Fools joke before confirming its existence in June that same year.War Thunder won several awards following its release, winning Best Simulation Game at the Gamescom 2013 Awards as well as winning Best Game, Best Developer, Best Technology and Best Sound at the KRI 2013 Awards. In 2019, War Thunder was among the most played games on Steam with over 25,000 concurrent players.\n\n"},"Watch Dogs: Legion":{"Title":"Watch Dogs: Legion","Genre(s)":"Action-adventure","Developer(s)":"Ubisoft Toronto","Publisher(s)":"Ubisoft","Release date":"Watch Dogs: Legion","Description":"Watch Dogs: Legion (stylised as WATCH DOGS LΞGION) is a 2020 action-adventure game developed by Ubisoft Toronto and published by Ubisoft. It is the third instalment in the Watch Dogs series and the sequel to 2016's Watch Dogs 2. Set within a fictionalised representation of a futuristic, dystopian London, the game's story follows the hacker syndicate DedSec as they seek to clear their names after being framed for a series of terrorist bombings. DedSec also attempt to liberate London's citizens from the control of Albion, an oppressive private military company which turned the city into a surveillance state following the bombings.\nWhile the core gameplay is similar to its predecessors, consisting of a combination of shooting, driving, stealth, and hacking puzzles, Legion introduces a multiple playable characters system, allowing players to recruit virtually any NPC found in the game's open world. Each playable character has their own unique skills and backgrounds, and can be lost permanently if players enable the option of permadeath before starting a new game. There are multiple ways to complete missions depending on which playable character is selected. In March 2021, a cooperative multiplayer mode was added to the game, allowing up to four players to complete missions or explore London together.\nLegion was released on 29 October 2020 for Microsoft Windows, PlayStation 4, Xbox One, and Stadia, and as a launch title in November for the Xbox Series X/S, the PlayStation 5, and Amazon Luna. Upon release, the game received mixed to positive reviews. Critics were polarized over the multiple playable characters aspect, with some appreciating its diversity and the inclusion of permadeath for allowing emotional attachment from players, while others criticized the characters' lack of personality and the imbalance between their abilities. Criticism was also aimed at the game's world, driving mechanics, inconsistent difficulty, repetitive missions, online features and technical problems. \nUbisoft supported Legion extensively after its launch, releasing a number of updates for both the single-player and multiplayer modes that added new missions, game modes, and playable characters; a crossover event with the Assassin's Creed franchise; and a paid story expansion, Watch Dogs: Legion - Bloodline, which continues the storylines of Aiden Pearce, the protagonist of the first Watch Dogs game, and Wrench, a major supporting character from Watch Dogs 2. Reception to post-release content has been generally positive, with some of the additions cited as being an improvement over the base game."},"Werewolf: The Apocalypse – Earthblood":{"Title":"Werewolf: The Apocalypse – Earthblood","Genre(s)":"Action role-playing","Developer(s)":"Cyanide","Publisher(s)":"Nacon","Release date":"Werewolf: The Apocalypse – Earthblood","Description":"Werewolf: The Apocalypse – Earthblood is an action role-playing video game developed by Cyanide and published by Nacon. It is based on White Wolf Publishing's tabletop role-playing game Werewolf: The Apocalypse, and is part of the larger World of Darkness series. The game was released on February 4, 2021 for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X.\nThe story follows Cahal, an eco-terrorist werewolf who has been banished from his werewolf tribe, and who fights against the Pentex corporation and the pollution it causes. The player, as Cahal, traverses areas in the American Northwest, and can shapeshift into a wolf, human or werewolf form to perform various tasks, such as exploration, conversation and combat."},"The Witcher 3: Wild Hunt":{"Title":"The Witcher 3: Wild Hunt","Genre(s)":"Action role-playing","Developer(s)":"CD Projekt Red","Publisher(s)":"CD Projekt","Release date":"The Witcher 3: Wild Hunt","Description":"The Witcher 3: Wild Hunt is an action role-playing video game developed by Polish developer CD Projekt Red, and first published in 2015. It is the sequel to the 2011 game The Witcher 2: Assassins of Kings and the third game in The Witcher video game series, played in an open world with a third-person perspective. The games are based on The Witcher series of fantasy novels written by Andrzej Sapkowski. \nThe game takes place in a fictional fantasy world based on Slavic mythology. Players control  Geralt of Rivia, a monster slayer for hire known as a Witcher, and search for his adopted daughter, who is on the run from the otherworldly Wild Hunt. Players battle the game's many dangers with weapons and magic, interact with non-player characters, and complete quests to acquire experience points and gold, which are used to increase Geralt's abilities and purchase equipment. The game's story has three possible endings, determined by the player's choices at key points in the narrative.\nDevelopment began in 2011 and lasted for three and a half years. Central and Northern European cultures formed the basis of the game's world. REDengine 3 enabled the developer to create a complex story without compromising the game's open world. The music was primarily composed by Marcin Przybyłowicz and performed by the Brandenburg State Orchestra.\nThe Witcher 3: Wild Hunt was released for Microsoft Windows, PlayStation 4, and Xbox One in May 2015, with a Nintendo Switch version released in October 2019, and PlayStation 5 and Xbox Series X/S versions planned for release in Q4 2022. The game received critical acclaim, with praise for its gameplay, narrative, world design, combat, and visuals, although it received minor criticism due to technical issues. It received numerous game of the year awards and has been cited as one of the best video games ever made. Two expansions were also released to critical acclaim: Hearts of Stone and Blood and Wine. A Game of the Year edition was released in August 2016, with the base game, expansions and all downloadable content. The game shipped over 40 million copies, making it one of the best selling video games of all time.\n\n"},"Worms Rumble":{"Title":"Worms Rumble","Genre(s)":["Action","battle royale"],"Developer(s)":"Team17","Publisher(s)":"Team17","Release date":"Worms Rumble","Description":"Worms Rumble is a 2020 action game developed and published by Team17. As a spin-off of the long-running Worms series, the game was released for Microsoft Windows, PlayStation 4 and PlayStation 5 in December 2020 and for the Nintendo Switch, Xbox One and Xbox Series X/S in June 2021."},"WRC 9":{"Title":"WRC 9","Genre(s)":"Racing","Developer(s)":"Kylotonn","Publisher(s)":"Nacon","Release date":"WRC 9","Description":"WRC 9, also known as WRC 9 FIA World Rally Championship, is the official racing video game of the 2020 World Rally Championship. The game is developed by French developer Kylotonn and published by Nacon. It is available for Microsoft Windows, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S, released on 3 September 2020.\n\n"},"WRC 10":{"Title":"WRC 10","Genre(s)":"Racing","Developer(s)":"Kylotonn","Publisher(s)":"Nacon","Release date":"WRC 10","Description":"WRC 10, also known as WRC 10 FIA World Rally Championship, is a racing video game developed by French developer Kylotonn and published by Nacon. It is a sequel to WRC 9 and is the official game of the 2021 World Rally Championship. The game was released for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series X/S in September 2021, with the Nintendo Switch version released in March 2022."},"Wreckfest":{"Title":"Wreckfest","Genre(s)":["Vehicular combat","racing"],"Developer(s)":"Bugbear Entertainment","Publisher(s)":"THQ Nordic","Release date":"Wreckfest","Description":"Wreckfest is a racing video game developed by Bugbear Entertainment and published by THQ Nordic. Wreckfest is described as the spiritual successor to the FlatOut series and a cross between FlatOut, Destruction Derby and cult 1989 PC racer Street Rod. A notable feature of the game engine is the use of soft-body damage modelling, which enables location-based damage that affects the driving dynamics of vehicles in a realistic fashion. After a four-year long early access phase (during which, the game was called Next Car Game), the Microsoft Windows version was released in June 2018, with PlayStation 4 and Xbox One versions released on August 27, 2019 after multiple delays. PlayStation 5 and Xbox Series X/S versions were released on June 1, 2021. A Nintendo Switch version of the game is set to release on June 21, 2022."},"WWE 2K22":{"Title":"WWE 2K22","Genre(s)":"Sports","Developer(s)":"Visual Concepts","Publisher(s)":"2K","Release date":"WWE 2K22","Description":"WWE 2K22 is a professional wrestling sports simulation video game developed by Visual Concepts and published by 2K Sports. It is the twenty-second overall installment of the video game series based on WWE, the ninth game under the WWE 2K banner, and the successor to 2019's WWE 2K20. It was released on March 11, 2022,  for Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S."},"Yakuza: Like a Dragon":{"Title":"Yakuza: Like a Dragon","Genre(s)":"Role-playing","Developer(s)":"Ryu Ga Gotoku Studio","Publisher(s)":"Sega","Release date":"Yakuza: Like a Dragon","Description":"Yakuza: Like a Dragon is a role-playing video game (RPG) developed and published by Sega. The first mainline title in the Yakuza franchise developed as a turn-based RPG, it was released in Japan and Asia for PlayStation 4 on January 16, 2020. Like a Dragon was released in several countries outside of the Asian region on November 10, 2020, for Microsoft Windows, PlayStation 4, Xbox One and Xbox Series X/S. A version with the subtitle International was released in Japan, East and Southeast Asia on February 25, 2021, for the Xbox One, Xbox Series X/S and Windows, and on March 2, 2021, for the PlayStation 5.\nIn contrast to previous Yakuza games that focused on the life of Kazuma Kiryu, a man trying to lead a normal life after he left his yakuza organization, this game instead introduces a new protagonist named Ichiban Kasuga. After being imprisoned for 18 years only to then be betrayed by his former boss, Ichiban goes on a personal quest to become a \"hero\" and uncover the reason for his betrayal alongside his companions. The game offers bilingual (Japanese and English) audio to the player. Like a Dragon received positive reviews from both players and critics who enjoyed the narrative, characters, gameplay, unique take on the JRPG sub-genre, and presentation.\n\n"},"Yes, Your Grace":{"Title":"Yes, Your Grace","Genre(s)":["Role-playing","strategy"],"Developer(s)":"Brave at Night","Publisher(s)":"No More Robots","Release date":"Yes, Your Grace","Description":"Yes, Your Grace is a role-playing strategy video game developed by Brave at Night and published by No More Robots. It was officially released for Microsoft Windows and macOS on March 6, 2020, for Nintendo Switch and Xbox One on June 26, 2020, and for Xbox Series X/S as one of its launch titles on November 10, 2020. Yes, Your Grace focuses around managing a small kingdom, where the player must manage a finite amount of resources. The game went through a multi-year development cycle, where it was heavily influenced by winter conditions in Poland. It received generally positive reviews from critics.\n\n"}}